Repository: pagespeed/page-speed
Catalog: lib/branches/lib-1.12.3-pre/src/pagespeed/po/*.po
Languages: pl

source: $1 ($2 of inline JavaScript)
pl: $1 ($2 wbudowanego kodu JavaScript)

source: $1 ($2 reflows)
pl: $1 (zmiany układu: $2)

source: $1 (Dimensions: $2 x $3)
pl: $1 (wymiary: $2 x $3)

source: $1 (Dimensions: $2 x $3) ($4 uses)
pl: $1 (wymiary: $2 x $3) (wykorzystany $4 razy)

source: $1 (expiration not specified)
pl: $1 (nie określono daty wygaśnięcia)

source: $1 calls document.write on line $2 to fetch:
pl: Zasób $1 wywołuje w wierszu $2 metodę document.write, aby pobrać element:

source: $1 has CSS in the document body.
pl: Treść dokumentu $1 zawiera kod CSS.

source: $1 has CSS in the document body:
pl: Treść dokumentu $1 zawiera kod CSS:

source: $1 has a request size of $2
pl: Zasób $1 zawiera żądanie o rozmiarze $2

source: $1 is an uncacheable redirect to $2
pl: $1 to nieprzechowywane w pamięci podręcznej przekierowanie do adresu $2

source: $1 is resized in HTML or CSS from $2x$3 to $4x$5. Serving a scaled image could save $6 ($7 reduction).
pl: Rozmiar obrazu $1 jest w pliku HTML lub CSS zmieniany z $2 x $3 na $4 x $5. Stosując przeskalowanie obrazu, można zaoszczędzić $6 ($7).

source: $1 is resized in HTML or CSS. Serving a scaled image could save $2 ($3 reduction).
pl: Rozmiar obrazu $1 jest zmieniany w pliku HTML lub CSS. Stosując przeskalowanie obrazu, można zaoszczędzić $2 ($3).

source: $1 line $2 ($3)
pl: $1, wiersz $2 ($3)

source: $1 loads $2 synchronously.
pl: Dokument $1 ładuje zasób $2 synchronicznie.

source: $1 of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
pl: Rozmiar kodu JavaScript analizowanego podczas wstępnego ładowania strony wynosi $1. Wstrzymaj analizowanie kodu JavaScript, aby przyspieszyć renderowanie strony.

source: $1 should inline the following small resources:
pl: Do dokumentu $1 należy bezpośrednio włączyć następujące małe zasoby:

source: $1 style block(s) in the body should be moved to the document head.
pl: Z treści dokumentu do jego nagłówka należy przenieść następującą liczbę bloków stylów: $1

source: $1KiB
pl: $1 KB

source: $1MiB
pl: $1 MB

source: Avoid CSS @import
pl: Unikaj polecenia @import w arkuszach CSS

source: Avoid bad requests
pl: Unikaj złych żądań

source: Avoid document.write
pl: Unikaj metody document.write

source: Avoid long-running scripts
pl: Unikaj długo działających skryptów

source: CSS in the document body adversely impacts rendering performance.
pl: Umieszczanie kodu CSS w treści dokumentu zmniejsza wydajność renderowania.

source: Combine external CSS
pl: Połącz zewnętrzne pliki CSS

source: Combine external JavaScript
pl: Połącz zewnętrzne pliki JavaScript

source: Combine images into CSS sprites
pl: Włącz obrazy do sprite’ów CSS

source: Compressing $1 could save $2 ($3 reduction).
pl: W wyniku kompresji rozmiar pliku $1 może się zmniejszyć o $2 ($3).

source: Compressing the following resources with gzip could reduce their transfer size by $1 ($2 reduction).
pl: Kompresja następujących zasobów przy użyciu narzędzia gzip pozwoli zmniejszyć ich rozmiar podczas przesyłania o $1 ($2).

source: Cookies: $1
pl: Pliki cookie: $1

source: Cookies: $1 (note that this is a static resource, and should be served from a cookieless domain)
pl: Pliki cookie: $1 (ten zasób jest statyczny i powinien być obsługiwany przez domenę, która nie stosuje plików cookie)

source: Defer parsing of JavaScript
pl: Wstrzymaj analizowanie kodu JavaScript

source: Eliminate unnecessary reflows
pl: Wyeliminuj zbędne zmiany układu

source: Enable Keep-Alive
pl: Włącz Keep-Alive

source: Enable compression
pl: Włącz kompresję

source: Inline Small CSS
pl: Umieść krótki kod CSS bezpośrednio w pliku

source: Inline Small JavaScript
pl: Umieść krótki kod JavaScript bezpośrednio w dokumencie

source: Inline script block #$1
pl: Blok wbudowanego skryptu #$1

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
pl: Kod JavaScript wykonywany w następujących zasobach wywołał niepotrzebne zmiany układu. Aby skrócić czas renderowania strony, zmodyfikuj ten kod JavaScript tak, żeby nie powodował zmian układu:

source: Leverage browser caching
pl: Wykorzystaj pamięć podręczną przeglądarki

source: Link node $1 should be moved to the document head.
pl: Węzeł linku $1 należy przenieść do nagłówka dokumentu.

source: Losslessly compressing $1 could save $2 ($3 reduction).
pl: W wyniku bezstratnej kompresji pliku $1 można zaoszczędzić $2 ($3).

source: Make landing page redirects cacheable
pl: Przekierowania na stronie docelowej powinny być przechowywane w pamięci podręcznej

source: Minify CSS
pl: Zmniejsz CSS

source: Minify HTML
pl: Zmniejsz HTML

source: Minify JavaScript
pl: Zmniejsz JavaScript

source: Minifying $1 could save $2 ($3 reduction) after compression.
pl: W wyniku ograniczenia ilości kodu w pliku $1 jego rozmiar po kompresji może się zmniejszyć o $2 ($3).

source: Minifying $1 could save $2 ($3 reduction).
pl: W wyniku ograniczenia ilości kodu w pliku $1 jego rozmiar może się zmniejszyć o $2 ($3).

source: Minifying the following CSS resources could reduce their size by $1 ($2 reduction).
pl: Zmniejszając wielkość następujących zasobów CSS, można zaoszczędzić $1 ($2).

source: Minifying the following HTML resources could reduce their size by $1 ($2 reduction).
pl: Zmniejszając wielkość następujących zasobów HTML, można zaoszczędzić $1 ($2).

source: Minifying the following JavaScript resources could reduce their size by $1 ($2 reduction).
pl: Zmniejszając wielkość następujących zasobów JavaScript, można zaoszczędzić $1 ($2).

source: Minimize DNS lookups
pl: Zminimalizuj liczbę wyszukiwań DNS

source: Minimize redirects
pl: Zminimalizuj przekierowania

source: Minimize request size
pl: Zminimalizuj rozmiar żądania

source: Optimize images
pl: Zoptymalizuj obrazy

source: Optimize the order of styles and scripts
pl: Zoptymalizuj kolejność stylów i skryptów

source: Optimizing the following images could reduce their size by $1 ($2 reduction).
pl: Przez zoptymalizowanie następujących obrazów można zmniejszyć ich rozmiar o $1 ($2).

source: Other: $1
pl: Inne: $1

source: Parallelize downloads across hostnames
pl: Udostępniaj pliki do pobrania równolegle z różnych nazw hostów

source: Prefer asynchronous resources
pl: Preferuj zasoby asynchroniczne

source: Put CSS in the document head
pl: Umieść kod CSS w nagłówku dokumentu

source: Reduce request serialization
pl: Ogranicz szeregowanie żądań

source: Referer Url: $1
pl: Kierujący adres URL: $1

source: Remove query strings from static resources
pl: Usuń ciągi zapytań z zasobów statycznych

source: Remove the following redirect chain if possible:
pl: Jeśli to możliwe, usuń następujący ciąg przekierowań:

source: Request URL: $1
pl: Adres URL żądania: $1

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
pl: Zasoby, których adres URL zawiera znak zapytania („?”), nie są umieszczane w pamięci podręcznej niektórych serwerów proxy. Usuń ciąg zapytania i zakoduj parametry w adresie URL następujących zasobów:

source: Serve resources from a consistent URL
pl: Udostępniaj zasoby ze zgodnego adresu URL

source: Serve scaled images
pl: Zastosuj przeskalowane obrazy

source: Specify a Vary: Accept-Encoding header
pl: Określ nagłówek Vary: Accept-Encoding

source: Specify a cache validator
pl: Określ narzędzie do sprawdzania poprawności pamięci podręcznej

source: Specify a character set
pl: Określ zestaw znaków

source: Specify image dimensions
pl: Określ wymiary obrazu

source: The following JavaScript call stack (executed $1 times) caused reflows that took $2 milliseconds: $3
pl: Następujący stos wywołań JavaScript (wykonywany $1 razy) spowodował zmiany układu, które trwały $2 ms: $3

source: The following JavaScript call stack caused a reflow that took $1 milliseconds: $2
pl: Następujący stos wywołań JavaScript spowodował zmianę układu, która trwała $1 ms: $2

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
pl: Pod następującymi adresami URL wykonywany jest kod JavaScript, który przez długi czas blokuje interfejs użytkownika. Aby zwiększyć szybkość reakcji przeglądarki, zoptymalizuj ten kod JavaScript lub podziel go na części z użyciem wywołań zwrotnych.

source: The following cacheable resources have a short freshness lifetime. Specify an expiration at least one week in the future for the following resources:
pl: Poniższe zasoby, które można przechowywać w pamięci podręcznej, mają krótki czas aktualności. Ustaw dla następujących zasobów datę wygaśnięcia przypadającą co najmniej za tydzień:

source: The following external CSS files were included after an external JavaScript file in $1. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
pl: W pliku $1 umieszczono poniższe pliki CSS po zewnętrznym pliku JavaScript. Aby zapewnić równoległe pobieranie plików CSS, zawsze umieszczaj zewnętrzne pliki CSS przed zewnętrznymi plikami JavaScript.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
pl: Następujące zasoby zewnętrzne mają mały rozmiar treści odpowiedzi. Umieszczenie tej treści bezpośrednio w kodzie HTML może ograniczyć blokowanie renderowania stron.

source: The following external stylesheets were included in $1 using @import.
pl: W arkuszu stylów $1 zastosowano polecenie @import do włączenia następujących zewnętrznych arkuszy stylów.

source: The following image(s) are missing width and/or height attributes.
pl: Dla następujących obrazów nie określono atrybutu wysokości i/lub szerokości.

source: The following images are resized in HTML or CSS. Serving scaled images could save $1 ($2 reduction).
pl: Rozmiar poniższych obrazów jest zmieniany w pliku HTML lub CSS. Stosując przeskalowanie obrazów, można zaoszczędzić $1 ($2).

source: The following images served from $1 should be combined into as few images as possible using CSS sprites.
pl: Następujące obrazy pochodzące z adresu $1 należy połączyć w jak najmniejszą liczbę obrazów, korzystając ze sprite’ów CSS.

source: The following inline script blocks were found in $1 between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
pl: W pliku $1 pomiędzy zewnętrznym plikiem CSS a innym zasobem znaleziono następujące bloki wbudowanego skryptu. Aby uniknąć równoległego pobierania, umieść wbudowany skrypt przed zewnętrznym plikiem CSS lub za następnym zasobem.

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
pl: Poniższe przekierowania na stronie docelowej nie mogą być przechowywane w pamięci podręcznej. Umożliwienie ich przechowywania w pamięci podręcznej przyspieszy ładowanie stron dla użytkowników powracających do witryny.

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
pl: Następujące zasoby, które można kompresować i publicznie umieszczać w pamięci podręcznej, powinny mieć nagłówek „Vary: Accept-Encoding”:

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
pl: Następujące żądania dają odpowiedzi 404/410. Napraw uszkodzone linki lub usuń odwołania do nieistniejących zasobów.

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
pl: Następujące żądania są uszeregowane. Spróbuj rozbić zależności, aby umożliwić wczytywanie równoległe.

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
pl: Poniższe zasoby są ładowane synchronicznie. Zastosuj ładowanie asynchroniczne, aby zmniejszyć blokowanie renderowania strony.

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
pl: Dla poniższych zasobów nie istnieje narzędzie do sprawdzania poprawności pamięci podręcznej. Zasobów bez takiego narzędzia nie można sprawnie odświeżać. Określ nagłówek Last-Modified lub ETag, aby włączyć sprawdzanie poprawności pamięci podręcznej dla następujących zasobów:

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save $1 request(s) and $2.
pl: Następujące zasoby mają identyczną zawartość, ale pochodzą z różnych adresów URL. Udostępniaj te zasoby ze zgodnego adresu URL, aby zmniejszyć rozmiar pobieranych zasobów oraz liczbę żądań odpowiednio o $2 i $1.

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
pl: Dla poniższych zasobów nie określono zestawu znaków w nagłówkach HTTP. Określenie zestawu znaków w nagłówkach HTTP może przyspieszyć renderowanie stron w przeglądarce.

source: The host $1 should enable Keep-Alive. It serves the following resources.
pl: Na hoście $1 powinna być włączona funkcja Keep-Alive, która jest używana do obsługi wymienionych poniżej zasobów.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
pl: Każda z nazw hostów następujących adresów URL obsługuje tylko po jednym zasobie. Unikaj dodatkowych wyszukiwań DNS, udostępniając te zasoby z istniejących nazw hostów.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
pl: Żądania następujących adresów URL nie mieszczą się w pojedynczym pakiecie. Zmniejszenie rozmiaru tych żądań może zmniejszyć opóźnienia.

source: There are $1 CSS files served from $2. They should be combined into as few files as possible.
pl: Liczba plików CSS pochodzących z adresu $2 wynosi $1. Należy je połączyć w jak najmniejszą liczbę plików.

source: There are $1 JavaScript files served from $2. They should be combined into as few files as possible.
pl: Liczba plików JavaScript udostępnianych z domeny $2 wynosi $1. Należy je połączyć w jak najmniejszą liczbę plików.

source: This page makes $1 parallelizable requests to $2. Increase download parallelization by distributing these requests across multiple hostnames:
pl: Ta strona wysyła do hosta $2 żądania możliwe do wczytania równoległego (jest ich $1). Zwiększ stopień wczytywania równoległego, rozdzielając te żądania pomiędzy różne nazwy hostów:

source: Use an Application Cache
pl: Używaj pamięci podręcznej aplikacji

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
pl: Korzystanie z pamięci podręcznej aplikacji umożliwia natychmiastowe wyświetlenie strony. Pamięć podręczna aplikacji może być używana w celu skrócenia czasu oczekiwania na możliwość skorzystania ze strony w przypadku następujących dokumentów HTML:

source: Using document.write to fetch external resources can introduce serialization delays in the rendering of the page. The following resources use document.write to fetch external resources:
pl: Korzystanie z metody document.write do pobierania zasobów zewnętrznych może spowodować opóźnienie szeregowania podczas renderowania strony. Następujące zasoby korzystają z metody document.write do pobierania zasobów zewnętrznych:
