Repository: pagespeed/page-speed
Catalog: lib/trunk/src/pagespeed/po/*.po
Languages: de, hr, ru, th, uk

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
de: Ressourcen, deren URL ein "?" enthält, werden von einigen Proxy-Cache-Servern nicht im Cache gespeichert. Entfernen Sie für folgende Ressourcen die Anfragenzeichenfolge und verschlüsseln Sie die Parameter in der URL:
hr: Resursi koji u URL-u imaju "?" ne predmemoriraju se na nekim proxy poslužiteljima za predmemoriranje. Uklonite niz upita i kodirajte parametre u URL za sljedeće resurse:
ru: Ресурсы, URL которых содержит "?", не кэшируются некоторыми кэширующими прокси-серверами. Удалите строку запроса и закодируйте параметры в URL для следующих ресурсов:
th: ทรัพยากรที่มี "?" ใน URL จะไม่ถูกเก็บไว้ในแคชในบางเซิร์ฟเวอร์ที่เก็บพร็อกซี ให้นำสตริงข้อความค้นหาออกและเข้ารหัสพารามิเตอร์ลงใน URL สำหรับทรัพยากรต่อไปนี้:
uk: Ресурси із знаком "?" в URL-адресі не кешуються деякими кешуючими проксі-серверами. Видаліть рядок запиту та закодуйте параметри в URL-адресі для цих ресурсів:

source: Serve resources from a consistent URL
de: Ressourcen von einer konsistenten URL bereitstellen
hr: Poslužujte resurse s dosljednog URL-a
ru: Предоставляйте ресурсы с одного и того же URL
th: ใช้ทรัพยากรจาก URL เดียวกัน
uk: Подати ресурси із сумісної URL-адреси

source: Serve scaled images
de: Skalierte Bilder bereitstellen
hr: Poslužujte smanjene slike
ru: Предоставьте изображения с нужными пропорциями
th: ใช้ภาพที่ปรับขนาด
uk: Подати масштабовані зображення

source: Setting an expiry date or a maximum age in the HTTP headers for static resources instructs the browser to load previously downloaded resources from local disk rather than over the network.
de: Das Festlegen eines Ablaufdatums oder eines Höchstalters in den HTTP-Headern für statische Ressourcen weist den Browser an, zuvor heruntergeladene Ressourcen über die lokale Festplatte anstatt über das Netzwerk zu laden.
hr: Postavljanje datuma isteka ili maksimalnog vijeka u HTTP zaglavlja za statičke resurse upućuje preglednik da učita prethodno preuzete resurse s lokalnog diska, a ne putem mreže.
ru: Если указывать в заголовках HTTP дату или срок действия статических ресурсов, браузер будет загружать уже полученные ранее ресурсы с локального диска, а не из Интернета.
th: การตั้งค่าวันหมดอายุหรืออายุสูงสุดในส่วนหัวของ HTTP สำหรับทรัพยากรคงที่ จะเป็นการสั่งให้เบราว์เซอร์โหลดทรัพยากรที่ดาวน์โหลดไว้ก่อนหน้านี้จากดิสก์ในตัวเครื่องแทนที่จะโหลดผ่านเครือข่าย
uk: Якщо налаштувати термін дії чи максимальну давність статичних ресурсів у заголовках HTTP, веб-переглядач відтворюватиме раніше завантажені ресурси з локального диска, а не з Інтернету.

source: Size content to viewport
uk: Прилаштувати вміст до вікна перегляду

source: Size tap targets appropriately
uk: Установіть належні розміри інтерактивних елементів

source: Some of the links/buttons on your webpage may be too small for a user to easily tap on a touchscreen. Consider %(BEGIN_LINK)smaking these tap targets larger%(END_LINK)s to provide a better user experience.
uk: Можливо, деякі посилання чи кнопки на вашій веб-сторінці замалі, щоб користувач міг легко торкатися їх на сенсорному екрані. Спробуйте %(BEGIN_LINK)sзбільшити ці інтерактивні елементи%(END_LINK)s, щоб ними було зручніше користуватися.

source: Specify a Vary: Accept-Encoding header
de: Header des Typs "Vary: Accept-Encoding" angeben
hr: Odredite zaglavlje Vary: Accept-Encoding
ru: Укажите заголовок Vary: Accept-Encoding
th: ระบุส่วนหัว Vary: Accept-Encoding
uk: Указати заголовок "Vary: Accept-Encoding"

source: Specify a cache validator
de: Cache-Validierer angeben
hr: Navedite validator predmemorije
ru: Укажите валидатор кэша
th: ระบุเครื่องมือตรวจสอบแคช
uk: Укажіть засіб перевірки кешу

source: Specify a character set
de: Zeichensatz angeben
hr: Odredi skup znakova
ru: Укажите набор символов
th: ระบุการเข้ารหัสข้อความ
uk: Указати набір символів

source: Specify a viewport for mobile browsers
de: "viewport" für mobile Browser festlegen
hr: Odredite početni prikaz za mobilne preglednike
ru: Укажите размер области просмотра в браузерах мобильных устройств
th: ระบุวิวพอร์ตสำหรับเบราว์เซอร์บนอุปกรณ์เคลื่อนที่
uk: Укажіть точку огляду для веб-переглядачів мобільних пристроїв

source: Specify image dimensions
de: Bildabmessungen festlegen
hr: Odredite dimenzije slike
ru: Укажите размеры изображений
th: ระบุขนาดภาพ
uk: Визначити розміри зображення

source: The contents of your page fit within the viewport. Learn more about %(BEGIN_LINK)ssizing content to the viewport%(END_LINK)s.
uk: Вміст вашої сторінки припасовано до області перегляду. Докладніше про %(BEGIN_LINK)sприпасування вмісту до області перегляду%(END_LINK)s.

source: The element %(HTML_TEXT)s falls outside the viewport.
uk: Елемент %(HTML_TEXT)s виходить за межі області перегляду.

source: The entire HTML response was not sufficient to render the above-the-fold content. This usually indicates that additional resources, loaded after HTML parsing, were required to render above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold by including it directly in the HTML response.
uk: Відповіді HTML недостатньо, щоб показати вміст угорі сторінки. Зазвичай це означає, що для показу вмісту вгорі сторінки потрібні додаткові ресурси, які завантажуються після аналізу HTML. %(BEGIN_LINK)sУстановіть пріоритети видимого вмісту%(END_LINK)s вгорі сторінки, включивши його просто у відповідь HTML.

source: The following %(NUM_RESOURCES)s external CSS resources blocked the rendering before the browser was able to render most of the above-the-fold content. Inlining them and enabling compression (if it is not enabled already) will make your page render most of the above-the-fold content in the first 15kB.
de: Die folgenden %(NUM_RESOURCES)s externen CSS-Ressourcen haben das Rendering blockiert, bevor der Browser den Großteil der Seiteninhalte "above the fold" (ohne Scrollen sichtbar) rendern konnte. Wenn Sie sie inline einbinden und die Komprimierung ermöglichen (sofern sie nicht bereits aktiviert ist), kann Ihre Seite die meisten Inhalte "above the fold" mit den ersten 15 KB rendern.
hr: Sljedeći vanjski CSS resursi (ukupno %(NUM_RESOURCES)s) blokirali su generiranje prije nego što je preglednik uspio generirati većinu sadržaja na gornjoj polovici stranice. Ako ih ugradite i omogućite kompresiju (ako već nije omogućena), stranica će generirati većinu sadržaja na gornjoj polovici stranice u prvih 15 KB.
ru: Перечисленные ниже внешние ресурсы CSS (%(NUM_RESOURCES)s) блокировали отображение до того, как браузер обработал большую часть содержания верхней части страницы. Если встроить эти ресурсы и включить сжатие, это содержание будет отображаться после загрузки первых 15 КБ страницы.
th: %(NUM_RESOURCES)s ทรัพยากร CSS ภายนอกต่อไปนี้ได้บล็อกการแสดงผลก่อนที่เบราว์เซอร์จะสามารถแสดงเนื้อหาครึ่งหน้าบนส่วนใหญ่ได้ การรวมทรัพยากรดังกล่าวและเปิดใช้งานการบีบอัด (หากยังไม่มีการเปิดใช้งาน) จะทำให้หน้าเว็บของคุณสามารถแสดงผลเนื้อหาครึ่งหน้าบนส่วนใหญ่ใน 15kB แรก
uk: Указані нижче зовнішні ресурси CSS (%(NUM_RESOURCES)s) блокують відтворення, перш ніж веб-переглядач відтворює більшість вмісту вгорі сторінки. Якщо їх вставити в код і ввімкнути стиснення (якщо його ще не ввімкнено), більшість вмісту вгорі сторінки відтворюватиметься на перших 15 Кб.

source: The following JavaScript call stack (executed %(NUM_TIMES)s times) caused reflows that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
de: Die folgende JavaScript-Aufrufliste (%(NUM_TIMES)s-mal ausgeführt) hat Layout-Aktualisierungen verursacht, die %(NUM_MILLISECONDS)s Millisekunden dauerten: %(CALL_STACK)s.
hr: Sljedeći stog JavaScript poziva (izvršen %(NUM_TIMES)s puta) uzrokovao je raspoređivanja koja su trajala %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
ru: Следующий стек вызовов JavaScript (количество выполнений: %(NUM_TIMES)s) приводит к адаптации элементов, на которую требуется %(NUM_MILLISECONDS)s мс: %(CALL_STACK)s.
th: ชุดรายการการเรียก JavaScript ต่อไปนี้ (ปฏิบัติการ %(NUM_TIMES)s ครั้ง) ทำให้เกิดการจัดเรียงใหม่ที่ใช้เวลา %(NUM_MILLISECONDS)s มิลลิวินาที: %(CALL_STACK)s
uk: Цей стек виклику JavaScript (випадків виконання: %(NUM_TIMES)s) спричинив переформатування, які тривали %(NUM_MILLISECONDS)s мс: %(CALL_STACK)s

source: The following JavaScript call stack caused a reflow that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
de: Die folgende JavaScript-Aufrufliste hat Layout-Aktualisierungen verursacht, die %(NUM_MILLISECONDS)s Millisekunden dauerten: %(CALL_STACK)s.
hr: Sljedeći stog JavaScript poziva uzrokovao je raspoređivanje koje je trajalo %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
ru: Следующий стек вызовов JavaScript приводит к адаптации элементов, на которую требуется %(NUM_MILLISECONDS)s мс: %(CALL_STACK)s
th: ชุดรายการการเรียก JavaScript ต่อไปนี้ ทำให้เกิดการจัดเรียงใหม่ที่ใช้เวลา %(NUM_MILLISECONDS)s มิลลิวินาที: %(CALL_STACK)s
uk: Цей стек виклику JavaScript спричинив переформатування, яке тривало %(NUM_MILLISECONDS)s мс: %(CALL_STACK)s

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
de: Die folgenden URLs führen JavaScript aus, das die Benutzeroberfläche länger blockiert. Optimieren Sie das JavaScript oder teilen Sie es mithilfe von Rückrufen auf, um die Reaktionszeit des Browsers zu verbessern.
hr: Sljedeći URL-ovi pokreću JavaScript koji dugo blokira UI. Za poboljšanje brzine preglednika optimizirajte JavaScript ili ga podijelite upotrebom povratnih poziva.
ru: По следующим URL выполняется код JavaScript, который надолго блокирует работу пользовательского интерфейса. Чтобы ускорить работу браузера, оптимизируйте код JavaScript или разделите его с помощью обратных вызовов.
th: URL ต่อไปนี้เรียกใช้ JavaScript ที่ปิดกั้นส่วนติดต่อผู้ใช้เป็นระยะเวลานาน หากต้องการปรับปรุงการตอบสนองของเบราว์เซอร์ ให้เพิ่มประสิทธิภาพ JavaScript หรือแตกไฟล์โดยใช้ Callback
uk: Указані нижче URL-адреси запускають JavaScript, який блокує інтерфейс користувача протягом тривалого часу. Для покращення роботи веб-переглядача оптимізуйте JavaScript або розділіть його за допомогою зворотних викликів.

source: The following external CSS files were included after an external JavaScript file in %(URL)s. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
de: Die folgenden externen CSS-Dateien wurden nach einer externen JavaScript-Datei in %(URL)s eingefügt. Fügen Sie externe CSS-Dateien stets vor externen JavaScript-Dateien ein, um sicherzustellen, dass CSS-Dateien parallel heruntergeladen werden.
hr: Sljedeće vanjske CSS datoteke uključene su nakon vanjske Javascript datoteke u %(URL)s. Da biste postigli paralelno preuzimanje CSS datoteka, uvijek uključite vanjski CSS prije vanjskog Javascripta.
ru: На странице %(URL)s после внешнего файла JavaScript включаются перечисленные ниже внешние файлы CSS. Для распараллеливания их загрузки следует всегда включать внешние файлы CSS перед внешними файлами JavaScript.
th: ไฟล์ CSS ภายนอกต่อไปนี้ได้ถูกรวมไว้หลังไฟล์ JavaScript ภายนอกใน %(URL)s เพื่อให้มั่นใจว่าไฟล์ CSS จะดาวน์โหลดพร้อมกัน ให้ใส่ไฟล์ CSS ภายนอกไว้ก่อนไฟล์ JavaScript ภายนอกเสมอ
uk: Указані нижче зовнішні файли CSS включено в %(URL)s після зовнішнього файлу JavaScript. Щоб файли CSS завантажувалися паралельно, завжди включайте зовнішні файли CSS перед зовнішніми файлами JavaScript.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
de: Die folgenden externen Ressourcen weisen einen kurzen Antworttext auf. Indem Sie die Antwort inline in HTML einbinden, können Sie die Blockierung der Seitendarstellung reduzieren.
hr: Sljedeći vanjski resursi imaju mala tijela odgovora. Ugradnjom odgovora u HTML može se smanjiti blokiranje prikazivanja stranice.
ru: Следующие внешние ресурсы имеют небольшой размер тела ответа. Время обработки страницы можно сократить, если встроить ответ в код HTML.
th: ทรัพยากรภายนอกต่อไปนี้มีเนื้อหาตอบกลับเพียงเล็กน้อย การรวมการตอบกลับไว้ใน HTML จะช่วยลดการปิดกั้นการแสดงหน้าเว็บได้
uk: Указані нижче зовнішні ресурси мають малі тіла відповідей. Якщо вбудувати відповідь у файл HTML, це може зменшити блокування візуалізації сторінки.

source: The following external stylesheets were included in %(URL)s using %(IMPORT)s.
de: Die folgenden externen Stylesheets wurden mithilfe von %(IMPORT)s zu %(URL)s hinzugefügt.
hr: Sljedeći vanjski listovi stilova uključeni su u %(URL)s pomoću pravila %(IMPORT)s.
ru: Перечисленные ниже внешние таблицы стилей включаются в страницу %(URL)s при помощи правила %(IMPORT)s.
th: สไตล์ชีตภายนอกต่อไปนี้ได้รวมไว้ใน %(URL)s โดยใช้ %(IMPORT)s
uk: Указані нижче зовнішні таблиці стилів включені в %(URL)s за допомогою правила %(IMPORT)s.

source: The following image(s) are missing width and/or height attributes.
de: Für die folgenden Bilder fehlen Attribute für Breite und Höhe.
hr: Za sljedeće slike nedostaju atributi širine i/ili visine.
ru: У следующих изображений отсутствуют атрибуты ширины и/или высоты.
th: ภาพต่อไปนี้ไม่มีแอตทริบิวต์ความกว้างและ/หรือความสูง
uk: У вказаних нижче зображеннях відсутні атрибути ширини та/чи висоти.

source: The following images are displayed outside of the initially visible region of the screen. Defer loading of these images to allow the initially visible region of the page to load faster.
de: Die folgenden Bilder werden außerhalb des anfänglich sichtbaren Bildschirmbereichs angezeigt. Das Laden der Bilder sollte zurückgestellt werden, damit der anfänglich sichtbare Seitenbereich schneller geladen werden kann.
hr: Sljedeće slike prikazuju se izvan područja zaslona koje je vidljivo u početku. Odgodite prijenos tih slika kako bi se to područje brže učitalo.
ru: Следующие изображения показываются за пределами первоначально видимой области экрана. Отложите загрузку этих изображений, чтобы первоначально видимая область страницы загружалась быстрее.
th: ภาพต่อไปนี้แสดงอยู่นอกพื้นที่เริ่มต้นที่มองเห็นได้ของหน้าจอ เลื่อนการโหลดภาพเหล่านี้ไปก่อนเพื่อให้โหลดพื้นที่เริ่มต้นที่มองเห็นได้ของหน้าเว็บได้เร็วขึ้น
uk: Подані нижче зображення відображаються за межами початково видимої області екрана. Відкладіть завантаження цих зображень, щоб початково видима область сторінки могла швидше завантажитися.

source: The following images are displayed within the initially visible region of the screen. To speed up rendering of the initially visible region of the page, inline a preview of these images and delay loading the full images until after page load is complete.
de: Die folgenden Bilder werden im anfänglich sichtbaren Bereich des Bildschirms angezeigt. Um das Rendern des anfänglich sichtbaren Seitenbereichs zu beschleunigen, definieren Sie eine Inline-Vorschau dieser Bilder und verzögern Sie das Laden der Vollbilder, bis das Laden der Seite abgeschlossen ist.
hr: Sljedeće slike prikazuju se u području zaslona koji se vidi u početku. Da biste ubrzali prikazivanje početno vidljivog područja stranice, ugradite pregled tih slika i odgodite učitavanje cijelih slika do potpunog učitavanja stranice.
ru: Следующие изображения доступны в области экрана, которая отображается при первоначальной загрузке. Чтобы ускорить загрузку этой части страницы, создайте облегченные версии изображений для предварительного просмотра и отложите загрузку полных версий до тех пор, пока страница не будет полностью загружена.
th: ภาพต่อไปนี้จะแสดงอยู่ภายในพื้นที่ที่มองเห็นในตอนแรกของหน้าจอ หากต้องการเพิ่มความเร็วการแสดงผลของพื้นที่ที่มองเห็นในตอนแรกของหน้าเว็บ ให้แสดงตัวอย่างแบบอินไลน์ของภาพเหล่านี้และหน่วงเวลาการโหลดภาพขนาดเต็มลงจนกว่าจะโหลดหน้าเว็บเสร็จสมบูรณ์
uk: Наведені нижче зображення відображаються в початково видимій області екрана. Щоб прискорити відображення початково видимої області сторінки, застосуйте функцію попереднього перегляду цих зображень і відкладіть повне завантаження зображень до моменту, коли закінчиться завантаження сторінки.

source: The following images are resized in HTML or CSS. Serving scaled images could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: Die Größe der folgenden Bilder wird in HTML oder CSS angepasst. Durch die Bereitstellung skalierter Bilder könnten %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) eingespart werden.
hr: Sljedećim slikama promijenjena je veličina u HTML-u ili CSS-u. Posluživanjem smanjenih slika može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: Размер следующих изображений изменяется с помощью HTML или CSS. Если изображение сразу будет нужного размера, это позволит уменьшить его объем на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: ภาพต่อไปนี้ได้รับการปรับขนาดใน HTML หรือ CSS การใช้ภาพที่ปรับขนาดสามารถลดพื้นที่ลงได้ %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: Розмір указаних нижче зображень змінено у файлі HTML або CSS. Завантаження масштабованих зображень може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: The following images served from %(DOMAIN_NAME)s should be combined into as few images as possible using CSS sprites.
de: Die folgenden von %(DOMAIN_NAME)s bereitgestellten Bilder sollten mithilfe von CSS-Sprites in möglichst wenigen Bildern zusammengefasst werden.
hr: Sljedeće slike koje se poslužuju s domene %(DOMAIN_NAME)s trebale bi se kombinirati u što je manje slika moguće pomoću sličica CSS.
ru: Чтобы уменьшить количество перечисленных ниже изображений с адреса %(DOMAIN_NAME)s, их необходимо объединить в CSS-спрайты.
th: ภาพต่อไปนี้ที่ได้รับจาก %(DOMAIN_NAME)s ควรนำมารวมกันให้ได้จำนวนภาพน้อยที่สุดเท่าที่จะเป็นไปได้โดยใช้ CSS Sprite
uk: Указані нижче зображення, які завантажуються з домену %(DOMAIN_NAME)s, потрібно об’єднати в якомога меншу кількість зображень за допомогою CSS-спрайтів.

source: The following inline script blocks were found in %(URL)s between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
de: Die folgenden Inline-Skriptblöcke wurden in %(URL)s zwischen einer externen CSS-Datei und einer anderen Ressource gefunden. Verschieben Sie das Inline-Skript an eine Stelle vor der externen CSS-Datei oder hinter der nächsten Ressource.
hr: Sljedeći blokovi ugrađenih skripta pronađeni su u resursu %(URL)s između vanjske CSS datoteke i drugog resursa. Da biste dopustili paralelno preuzimanje, pomaknite ugrađenu skriptu na mjesto ispred vanjske CSS datoteke ili poslije sljedećeg resursa.
ru: Перечисленные ниже встроенные блоки скриптов на странице %(URL)s обрабатываются после внешнего файла CSS и до следующего ресурса. Для распараллеливания загрузки поместите встроенный скрипт до внешнего файла CSS или после следующего ресурса.
th: พบบล็อกสคริปต์แบบในหน้าต่อไปนี้ใน %(URL)s ระหว่างไฟล์ CSS ภายนอกและทรัพยากรอื่น หากต้องการดาวน์โหลดพร้อมกัน ให้ย้ายสคริปต์ในหน้าไปอยู่ก่อนไฟล์ CSS ภายนอกหรือหลังทรัพยากรถัดไป
uk: Указані нижче вбудовані блоки сценарію розташовано в %(URL)s між зовнішнім файлом CSS та іншим ресурсом. Щоб завантажувати їх паралельно, помістіть вбудований сценарій перед зовнішнім файлом CSS або після наступного ресурсу.

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
de: Die folgenden Zielseite-Weiterleitungen können nicht im Cache gespeichert werden. Machen Sie sie cachefähig, damit regelmäßigen Besuchern Ihrer Website Seiten schneller angezeigt werden.
hr: Sljedeća preusmjeravanja odredišne ​​stranice nije moguće predmemorirati. Omogućite predmemoriranje kako biste ubrzali vrijeme učitavanja stranice posjetiteljima koji se vraćaju na vašu web-lokaciju.
ru: Ниже перечислены некэшируемые переадресации с целевой страницы. Сделайте их кэшируемыми, чтобы ускорить загрузку страницы для постоянных посетителей вашего сайта.
th: การเปลี่ยนเส้นทางหน้าที่เชื่อมโยงไปถึงต่อไปนี้ไม่สามารถเก็บแคชได้ ให้เปลี่ยนเป็นแบบเก็บแคชได้เพื่อเพิ่มความเร็วในการโหลดหน้าเว็บสำหรับผู้ที่เข้าชมไซต์ของคุณเป็นประจำ
uk: Указані нижче переадресації цільової сторінки не можна кешувати. Уможливте їх кешування, щоб пришвидшити час завантаження сторінки для повторних відвідувачів вашого сайту.

source: The following pages do not specify a viewport. Consider adding a meta tag specifying a viewport so mobile browsers can render the document at a usable size.
de: Für die folgenden Seiten wurde kein "viewport" festgelegt. Ziehen Sie in Betracht, ein Meta-Tag für einen "viewport" hinzuzufügen, damit mobile Browser die Dokumente in einer brauchbaren Größe rendern können.
hr: Sljedeće stranice ne određuju početni prikaz. Preporučujemo da dodate metaoznaku koja određuje početni prikaz kako bi mobilni preglednici mogli generirati dokument u upotrebljivoj veličini.
ru: На следующих страницах не указана область просмотра. Укажите ее в метатеге, чтобы мобильные браузеры обрабатывали соответствующий участок страницы.
th: หน้าเว็บต่อไปนี้ไม่ได้ระบุวิวพอร์ต พิจารณาการเพิ่มเมตาแท็กที่ระบุวิวพอร์ตเพื่อให้เบราว์เซอร์บนอุปกรณ์เคลื่อนที่สามารถแสดงผลเอกสารที่ขนาดที่ใช้งานได้
uk: На сторінках нижче не вказано точку огляду. Спробуйте додати метатег, який указує точку огляду, щоб веб-переглядачі мобільних пристроїв могли відтворювати документ практичного розміру.

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
de: Die folgenden komprimierbaren Ressourcen, die öffentlich im Cache gespeichert werden können, müssen den Header "Vary: Accept-Encoding" aufweisen:
hr: Sljedeći resursi koji se mogu javno predmemorirati i komprimirati trebaju imati zaglavlje "Vary: Accept-Encoding":
ru: Следующие открытые для кэширования сжимаемые ресурсы должны иметь заголовок Vary: Accept-Encoding:
th: ทรัพยากรที่สามารถแคชและบีบอัดได้แบบทั่วไปควรมีส่วนหัว "Vary: Accept-Encoding":
uk: Указані нижче ресурси, які можна відкрито кешувати та стискати, повинні мати заголовок "Vary: Accept-Encoding".

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
de: Die folgenden Anforderungen geben 404/410-Antworten zurück. Korrigieren Sie entweder die fehlerhaften Links oder entfernen Sie die Verweise auf die nicht vorhandenen Ressourcen.
hr: Sljedeći zahtjevi vraćaju odgovore 404/410. Popravite prekinute veze ili uklonite reference na nepostojeće resurse.
ru: По следующим запросам возвращаются ошибки 404/410. Исправьте недействительные ссылки или удалите ссылки на несуществующие ресурсы.
th: คำขอต่อไปนี้ได้ส่งคืนการตอบกลับ 404/410 ให้แก้ไขลิงก์ที่เสียหาย หรือนำการอ้างอิงไปยังทรัพยากรที่ไม่มีอยู่ออก
uk: Указані нижче запити отримують відповіді 404/410. Виправте пошкоджені посилання або видаліть посилання на неіснуючі ресурси.

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
de: Die folgenden Anfragen sind serialisiert. Versuchen Sie, die Abhängigkeiten aufzuheben, sodass sie parallel geladen werden.
hr: Sljedeći zahtjevi su serijalizirani. Pokušajte prekinuti zavisnosti tako da ih učitate paralelno.
ru: Следующие запросы являются последовательными. Попробуйте устранить зависимости, чтобы их загрузка выполнялась параллельно.
th: คำขอต่อไปนี้เป็นคำขอแบบต่อเนื่อง พยายามแยกคำขอที่เกี่ยวเนื่องกันเพื่อให้สามารถโหลดพร้อมกันได้
uk: Указані нижче запити серіалізуются. Спробуйте розірвати залежності, щоб вони завантажувалися паралельно.
