Repository: pagespeed/page-speed
Catalog: lib/trunk/src/pagespeed/po/*.po
Languages: de, hr, ru, th, uk

source: CSS in the document body adversely impacts rendering performance.
de: CSS im Dokumenttext beeinträchtigt die Darstellungsleistung.
hr: CSS u tijelu dokumenta negativno utječe na uspješnost prikazivanja.
ru: CSS в теле документа уменьшает скорость его обработки.
th: CSS ในเนื้อหาเอกสารจะส่งผลเสียต่อประสิทธิภาพการแสดงผล
uk: Ресурс CSS у тілі документа шкідливо впливає на ефективність візуалізації.

source: Combine external CSS
de: Externe CSS-Ressourcen zusammenfassen
hr: Kombinirajte vanjske CSS-ove
ru: Объедините внешние CSS
th: รวม CSS ภายนอก
uk: Об'єднати зовнішні ресурси CSS

source: Combine external JavaScript
de: Externe JavaScript-Ressourcen zusammenfassen
hr: Kombinirajte vanjski Javascript
ru: Объедините внешние ресурсы JavaScript
th: รวม JavaScript ภายนอก
uk: Об'єднати зовнішні ресурси Javascript

source: Combine images into CSS sprites
de: Bilder in CSS-Sprites kombinieren
hr: Kombinirajte slike u sličicama CSS
ru: Объедините изображения в CSS-спрайты
th: รวมภาพลงใน CSS Sprite
uk: Об'єднати зображення в CSS-спрайти

source: Compacting CSS code can save many bytes of data and speed up download and parse times.
de: Durch die Komprimierung des CSS-Codes können viele Datenbytes gespart und das Herunterladen und Parsen beschleunigt werden.
hr: Zbijanje CSS koda može uštedjeti mnogo bajtova podataka i ubrzati preuzimanje i raščlambu.
ru: Сжатие кода CSS позволяет сократить объем данных, чтобы ускорить загрузку и обработку.
th: การเขียนโค้ด CSS ให้กระชับสามารถลดขนาดข้อมูลลงได้อย่างมากและเร่งเวลาในการดาวน์โหลด และการแยกวิเคราะห์
uk: Стиснення коду CSS може зменшити обсяг даних і прискорити завантаження й аналіз.

source: Compacting HTML code, including any inline JavaScript and CSS contained in it, can save many bytes of data and speed up download and parse times.
de: Durch die Komprimierung des HTML-Codes, einschließlich der darin enthaltenen Inline-JavaScripts und CSS, können viele Datenbytes gespart und das Herunterladen und Parsen beschleunigt werden.
hr: Zbijanje HTML koda, uključujući sve u njega ugrađene JavaScriptove i CSS-ove, može uštedjeti mnogo bajtova podataka i ubrzati preuzimanje i raščlambu.
ru: Сжатие HTML-кода (в том числе встроенного кода JavaScript или CSS) позволяет сократить объем данных, чтобы ускорить загрузку и обработку.
th: การเขียนโค้ด HTML (รวมทั้ง JavaScript ในหน้าใดๆ และ CSS ที่มีอยู่) ให้กระชับ สามารถลดขนาดข้อมูลลงได้อย่างมากและเร่งเวลาในการดาวน์โหลด และการแยกวิเคราะห์
uk: Стиснення HTML-коду, зокрема вбудованих сценаріїв JavaScript і ресурсів CSS, може зменшити обсяг даних і прискорити завантаження й аналіз.

source: Compacting JavaScript code can save many bytes of data and speed up downloading, parsing, and execution time.
de: Durch die Komprimierung des JavaScript-Codes können viele Datenbytes gespart und das Herunterladen, das Parsen und die Ausführungszeit beschleunigt werden.
hr: Zbijanje JavaScript koda može uštedjeti mnogo bajtova podataka i ubrzati preuzimanje, raščlambu i izvršavanje.
ru: Сжатие кода JavaScript позволяет сократить объем данных, чтобы ускорить загрузку, обработку и выполнение.
th: การเขียนโค้ด JavaScript ให้กระชับสามารถช่วยลดขนาดข้อมูลลงได้อย่างมากและเร่งเวลาในการดาวน์โหลด การแยกวิเคราะห์ และการดำเนินการ
uk: Стиснення коду JavaScript може зменшити обсяг даних і прискорити завантаження, аналіз, виконання.

source: Compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: Durch die Komprimierung von %(URL)s könnten %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) eingespart werden.
hr: Komprimiranjem resursa %(URL)s može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: Сжатие страницы %(URL)s уменьшит ее размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: การบีบอัด %(URL)s สามารถลดพื้นที่ลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: Стискання %(URL)s може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: Compressing resources with gzip or deflate can reduce the number of bytes sent over the network.
de: Durch die Komprimierung der Ressourcen mit "gzip" oder "deflate" kann die Anzahl der über das Netzwerk gesendeten Bytes reduziert werden.
hr: Sažimanje resursa pravilima "gzip" ili "deflate" može smanjiti broj bajtova koji se šalju putem mreže.
ru: Сжатие ресурсов с помощью функций gzip или deflate позволяет сократить объем данных, передаваемых по сети.
th: การบีบอัดทรัพยากรด้วย gzip หรือ deflate จะช่วยลดจำนวนไบต์ที่ส่งผ่านเครือข่าย
uk: Стиснення ресурсів за допомогою gzip або deflate може зменшити кількість байтів, які передаються через мережу.

source: Compressing the HTML of your page can make your page render the majority of above the fold content within the first 15kB of the response.
de: Durch die Komprimierung der HTML-Inhalte auf Ihrer Seite können Sie den größten Teil der Seiteninhalte "above the fold" (ohne Scrollen sichtbar) mit den ersten 15 KB der Antwort rendern.
hr: Komprimiranjem HTML-a stranica može generirati većinu sadržaja na gornjoj polovici u prvih 15 B odgovora.
ru: Если сжать HTML-код страницы, ее верхняя часть будет отображаться после получения первых 15 КБ ответа.
th: การบีบอัด HTML ของหน้าเว็บสามารถทำให้หน้าเว็บแสดงเนื้อหาครึ่งหน้าบนส่วนใหญ่ได้ภายในการตอบสนอง 15kB แรก
uk: Якщо стиснути HTML-код сторінки, можна відтворити більшість вмісту вгорі сторінки на перших 15 Kб відповіді.

source: Configure the viewport
uk: Налаштуйте вікно перегляду

source: Cookies: %(SIZE_IN_BYTES)s
hr: Kolačići: %(SIZE_IN_BYTES)s
ru: Файлы cookie: %(SIZE_IN_BYTES)s
th: คุกกี้: %(SIZE_IN_BYTES)s
uk: Файли cookie: %(SIZE_IN_BYTES)s

source: Cookies: %(SIZE_IN_BYTES)s (note that this is a static resource, and should be served from a cookieless domain)
de: Cookies: %(SIZE_IN_BYTES)s. Hierbei handelt es sich um eine statische Ressource, die von einer Domain ohne Cookies bereitgestellt werden sollte.
hr: Kolačići: %(SIZE_IN_BYTES)s (uzmite u obzir da je to statički resurs te bi se trebao posluživati s domene bez kolačića)
ru: Файлы cookie: %(SIZE_IN_BYTES)s (поскольку это статический ресурс, его следует хранить в домене, не использующем файлы cookie)
th: คุกกี้: %(SIZE_IN_BYTES)s (โปรดทราบว่านี่เป็นทรัพยากรแบบคงที่และควรใช้งานจากโดเมนที่ไม่มีคุกกี้)
uk: Файли cookie: %(SIZE_IN_BYTES)s (зауважте, що це статичний ресурс, який має завантажуватися з домену без файлів cookie)

source: Defer parsing of JavaScript
de: JavaScript später parsen
hr: Odgodi raščlanjivanje JavaScripta
ru: Отложите синтаксический анализ JavaScript
th: เลื่อนการแยกวิเคราะห์ JavaScript
uk: Відкласти аналіз JavaScript

source: Eliminate render-blocking JavaScript and CSS in above-the-fold content
de: JavaScript- und CSS-Ressourcen, die das Rendering blockieren, in Inhalten "above the fold" (ohne Scrollen sichtbar) beseitigen
hr: Uklonite sadržaj koji blokira JavaScript i CSS generiranje u sadržaju na gornjoj polovici stranice.
ru: Удалите из верхней части страницы код JavaScript и CSS, блокирующий отображение
th: กำจัด JavaScript และ CSS ที่บล็อกการแสดงในเนื้อหาครึ่งหน้าบน
uk: Вимкнути блокування відтворення JavaScript і CSS у вмісті вгорі сторінки

source: Eliminate unnecessary reflows
de: Unnötige Layout-Aktualisierungen vermeiden
hr: Uklonite nepotrebna raspoređivanja
ru: Устраните лишние перекомпоновки
th: กำจัดรูปแบบที่ไม่จำเป็น
uk: Усувати непотрібні переформатування

source: Enable Keep-Alive
de: Keep-Alive aktivieren
hr: Omogući postavke Keep-Alive
ru: Используйте Keep-Alive
th: เปิดใช้งาน Keep-Alive
uk: Увімкнути підтримку з’єднання

source: Enable compression
de: Komprimierung aktivieren
hr: Omogućite kompresiju
ru: Включите сжатие
th: เปิดใช้งานการบีบอัด
uk: Увімкнути стискання

source: Find alternatives for the following %(PLUGIN_TYPE)s plugins.
uk: Знайдіть альтернативу переліченим нижче плагінам %(PLUGIN_TYPE)s.

source: Find alternatives for the following plugins.
uk: Знайдіть альтернативу переліченим нижче плагінам.

source: If you change the doctype, for example to %(HTML_DOCTYPE)s in order to use HTML5 features, %(BEGIN_LINK)sconfigure a viewport%(END_LINK)s with %(META_VIEWPORT_TAG)s to keep the page's current behavior.
uk: Якщо ви змінюєте тип документа, наприклад, на %(HTML_DOCTYPE)s, щоб користуватися функціями HTML5, %(BEGIN_LINK)sустановіть для тегу viewport%(END_LINK)s значення %(META_VIEWPORT_TAG)s, щоб сторінка відображалася, як і раніше.

source: Improve server response time
de: Antwortzeit des Servers verbessern
hr: Poboljšajte vrijeme odgovora poslužitelja
ru: Оптимизируйте время ответа сервера
th: ปรับปรุงเวลาในการตอบกลับของเซิร์ฟเวอร์
uk: Покращте час відповіді сервера

source: In our test, your server responded in %(RESPONSE_TIME)s. There are many factors that can slow down your server response time. %(BEGIN_LINK)sPlease read our recommendations%(END_LINK)s to learn how you can monitor and measure where your server is spending the most time.
de: In unserem Test hat Ihr Server innerhalb von %(RESPONSE_TIME)s geantwortet. Es gibt viele verschiedene Faktoren, die die Antwortzeit Ihres Servers hinauszögern können. %(BEGIN_LINK)sLesen Sie unsere Empfehlungen%(END_LINK)s, um mehr zu den Möglichkeiten der Überwachung und Messung von Serverzeiten zu erfahren.
hr: U našem je testu vaš poslužitelj odgovorio za %(RESPONSE_TIME)s. Mnogi čimbenici mogu usporiti vrijeme odgovora vašeg poslužitelja. %(BEGIN_LINK)sPročitajte naše preporuke%(END_LINK)s da biste saznali kako možete nadzirati i mjeriti gdje vaš poslužitelj troši najviše vremena.
ru: По результатам тестирования время ответа вашего сервера составило %(RESPONSE_TIME)s. На этот показатель влияет много факторов. %(BEGIN_LINK)sОзнакомьтесь с нашими рекомендациями%(END_LINK)s и узнайте, как можно отслеживать и измерять время ответа.
th: ในการทดสอบของเรา เซิร์ฟเวอร์ของคุณตอบกลับใน %(RESPONSE_TIME)s มีปัจจัยหลายอย่างที่สามารถทำให้เวลาในการตอบกลับของเซิร์ฟเวอร์ช้าลง %(BEGIN_LINK)sโปรดอ่านคำแนะนำของเรา%(END_LINK)s เพื่อเรียนรู้วิธีติดตามและวัดช่วงที่เซิร์ฟเวอร์ของคุณใช้เวลามากที่สุด
uk: Тест показав, що ваш сервер відповів через %(RESPONSE_TIME)s. Багато факторів можуть уповільнювати відповідь сервера. %(BEGIN_LINK)sПерегляньте наші рекомендації%(END_LINK)s та дізнайтеся, як відстежувати й визначати, на що сервер витрачає найбільше часу.

source: Inline Small CSS
de: CSS (klein) inline einfügen
hr: Ugradite mali CSS
ru: Встройте небольшие CSS
th: รวม CSS ขนาดเล็กในหน้า
uk: Вбудувати малі ресурси CSS

source: Inline Small JavaScript
de: JavaScript (klein) inline einfügen
hr: Ugradite mali Javascript
ru: Встройте небольшие ресурсы JavaScript
th: รวม JavaScript ขนาดเล็กในหน้า
uk: Вбудувати малі ресурси Javascript

source: Inline previews of visible images
de: Inline-Vorschauen sichtbarer Bilder
hr: Ugrađeni pregledi vidljivih slika
ru: Встроенный предпросмотр видимых изображений
th: ดูตัวอย่างแบบอินไลน์สำหรับภาพที่มองเห็นได้
uk: Вбудований попередній перегляд видимих зображень

source: Inline render-blocking CSS
de: CSS-Ressourcen, die das Rendering blockieren, inline einbinden
hr: Ugrađeni CSS koji blokira generiranje
ru: Встройте в веб-страницу код CSS, блокирующий начальную загрузку
th: รวม CSS การบล็อกการแสดงผลไว้ในหน้า
uk: Вставте на сторінку код CSS, який блокує відтворення

source: Inline script block #%(INDEX)s
de: Inline-Skriptblock Nr. %(INDEX)s
hr: Ugrađeni blok skripte #%(INDEX)s
ru: Встройте блок скрипта %(INDEX)s
th: บล็อกสคริปต์ในหน้า #%(INDEX)s
uk: Вбудований блок сценарію №%(INDEX)s

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
de: In den folgenden Ressourcen ausgeführtes JavaScript verursacht unnötige Layout-Aktualisierungen. Zur Reduzierung der für das Rendern der Seite benötigten Zeit ändern Sie das JavaScript dahingehend, dass es keine Layout-Aktualisierung verursacht:
hr: JavaScript koji je izvršio sljedeće resurse uzrokovao je nepotrebna raspoređivanja. Da biste smanjili vrijeme prikazivanja stranice, promijenite JavaScript tako da ne uzrokuje raspoređivanje:
ru: При выполнении кода JavaScript в следующих ресурсах обнаружены излишние перекомпоновки. Чтобы уменьшить время обработки страницы, измените код JavaScript, устранив перекомпоновки:
th: JavaScript ที่ทำงานในทรัพยากรต่อไปนี้ทำให้เกิดรูปแบบที่ไม่จำเป็น หากต้องการลดเวลาในการแสดงผลหน้าเว็บ ให้แก้ไข JavaScript ไม่ให้สร้างรูปแบบดังกล่าว:
uk: JavaScript, що виконується у вказаних нижче ресурсах, спричиняє непотрібні переформатування. Щоб скоротити час відтворення сторінки, змініть JavaScript таким чином, щоб уникати переформатування.

source: Leverage browser caching
de: Browser-Caching nutzen
hr: Iskoristite predmemoriranje preglednika
ru: Используйте кэш браузера
th: กำหนดการแคชในเบราว์เซอร์
uk: Скористатися кешуванням веб-переглядача

source: Link node %(LINK_URL)s should be moved to the document head.
de: Der Link-Knoten %(LINK_URL)s muss in den Dokumentkopf verschoben werden.
hr: Čvor veze %(LINK_URL)s treba premjestiti u glavu dokumenta.
ru: Код CSS %(LINK_URL)s следует переместить в раздел head.
th: ควรย้ายโหนดลิงก์ %(LINK_URL)s ไปที่ส่วน "head" ของเอกสาร
uk: Вузол посилання %(LINK_URL)s потрібно перемістити в заголовок документа.

source: Load visible images first
de: Sichtbare Bilder zuerst laden
hr: Prvo učitati vidljive slike
ru: Сначала загружайте видимые изображения
th: โหลดภาพที่มองเห็นก่อน
uk: Завантажувати видимі зображення в першу чергу

source: Long web server response times delay page loading. Reduce your response times to make your page load faster.
de: Langsame Antwortzeiten von Webservern verzögern das Laden der Seite. Verkürzen Sie die Antwortzeit, damit Ihre Seite schneller geladen wird.
hr: Dugo vrijeme odgovora web-poslužitelja usporava učitavanje stranice. Skratite vrijeme odgovora kako bi se stranica učitavala brže.
ru: Задержка загрузки страницы из-за длительного времени ответа сервера. Чтобы ускорить загрузку страницы, сократите время ответа.
th: เวลาในการตอบกลับของเว็บเซิร์ฟเวอร์ที่นานจะทำให้การโหลดหน้าเว็บล่าช้า ให้ลดเวลาในการตอบกลับเพื่อทำให้หน้าเว็บของคุณโหลดเร็วขึ้น
uk: Тривалий час відповіді веб-сервера сповільнює завантаження сторінок. Зменште час відповіді, щоб сторінки завантажувалися швидше.

source: Losslessly compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: Durch die Komprimierung von %(URL)s könnten %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) ohne Verluste eingespart werden.
hr: Komprimiranjem resursa %(URL)s bez gubitaka može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: Если сжать без потерь изображение %(URL)s, это уменьшит его размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: การบีบอัด %(URL)s แบบคงสัญญาณสามารถลดพื้นที่ลง %(SIZE_IN_BYTES)s (อัตราการลด %(PERCENTAGE)s)
uk: Стискання %(URL)s без втрат може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: Make content visible by end of HTML
de: Inhalte am Ende des HTML sichtbar machen
hr: Neka sadržaj postane vidljiv pri kraju HTML-a
ru: Активируйте отображение содержания в конце HTML-кода.
th: ทำให้สามารถมองเห็นเนื้อหาได้ภายในจุดสิ้นสุดของ HTML
uk: Зробіть вміст видимим до кінця файлу HTML

source: Make landing page redirects cacheable
de: Zielseite-Weiterleitungen cachefähig machen
hr: Omogući predmemoriranje za preusmjeravanja odredišne stranice
ru: Сделайте переадресации с целевой страницы кэшируемыми
th: ทำให้การเปลี่ยนเส้นทางของหน้า Landing Page สามารถเก็บแคชได้
uk: Уможливити кешування переадресацій цільової сторінки

source: Minify CSS
de: CSS reduzieren
hr: Umanjite CSS
ru: Сократите CSS
th: ลดขนาด CSS
uk: Зменшити файл CSS

source: Minify HTML
de: HTML reduzieren
hr: Umanjite HTML
ru: Сократите HTML
th: ลดขนาด HTML
uk: Зменшити файл HTML

source: Minify JavaScript
de: JavaScript reduzieren
hr: Umanjite Javascript
ru: Сократите JavaScript
th: ลดขนาด JavaScript
uk: Зменшити файл JavaScript

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction) after compression.
de: Durch die Reduzierung von %(URL)s könnten nach der Komprimierung %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) eingespart werden.
hr: Umanjenjem resursa %(URL)s može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s) nakon kompresije.
ru: Сокращение %(URL)s позволит уменьшить размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%) после сжатия.
th: การลดขนาด %(URL)s สามารถลดพื้นที่ลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s) หลังการบีบอัด
uk: Зменшення %(URL)s може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s) після стискання.

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: Durch die Reduzierung von %(URL)s könnten %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) eingespart werden.
hr: Umanjenjem resursa %(URL)s može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: Сокращение %(URL)s позволит уменьшить размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: การลดขนาด %(URL)s สามารถลดพื้นที่ลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: Зменшення %(URL)s може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: Minimize DNS lookups
de: DNS-Lookups minimieren
hr: Minimizirajte broj traženja DNS-a
ru: Минимизируйте число преобразований DNS
th: ลดการค้นหา DNS ให้เหลือน้อยที่สุด
uk: Зменшити кількість пошуків у DNS

source: Minimize redirects
de: Umleitungen minimieren
hr: Minimizirajte broj preusmjeravanja
ru: Уменьшите число переадресаций
th: ลดการเปลี่ยนเส้นทางให้เหลือน้อยที่สุด
uk: Зменшити кількість переадресацій

source: Minimize request size
de: Anforderungsgröße minimieren
hr: Minimizirajte veličinu zahtjeva
ru: Уменьшите размер запросов
th: ลดขนาดคำขอ
uk: Мінімізувати розмір запиту

source: None of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
de: Keine der Seiteninhalte "above the fold" (ohne Scrollen sichtbar) konnten ohne Wartezeiten für das Laden der folgenden Ressourcen gerendert werden. Versuchen Sie, blockierende Ressourcen zu verschieben oder asynchron zu laden, oder laden Sie kritische Bereiche dieser Ressourcen direkt inline im HTML.
hr: Nijedan sadržaj na gornjoj polovici stranice nije se mogao generirati bez čekanja da se učitaju sljedeći resursi. Pokušajte odgoditi ili asinkrono učitati blokirajuće resurse ili ugradite kritične dijelove tih resursa izravno u HTML.
ru: Все содержание верхней части страницы отображается только после загрузки указанных далее ресурсов. Попробуйте отложить загрузку этих ресурсов, загружать их асинхронно или встроить их самые важные компоненты непосредственно в код HTML.
th: ไม่สามารถแสดงเนื้อหาครึ่งหน้าบนใดๆ ในหน้าของคุณโดยไม่ต้องรอให้ทรัพยากรต่อไปนี้โหลด ลองเลื่อนการโหลดทรัพยากรที่บล็อกไปก่อน หรือโหลดแบบไม่พร้อมกัน หรือรวมส่วนสำคัญของทรัพยากรเหล่านั้นในหน้า HTML โดยตรง
uk: Жоден вміст угорі сторінки не можна відтворити, не чекаючи на завантаження наведених нижче ресурсів. Спробуйте відкласти завантаження чи асинхронно завантажити ресурси, які блокують відтворення, або вставте важливі частини цих ресурсів просто в HTML-код.

source: Only %(PERCENTAGE)s of the final above-the-fold content of the page was able to be rendered using the whole HTML of the HTTP response for the page URL:
de: Nur %(PERCENTAGE)s der Seiteninhalte "above the fold" (ohne Scrollen sichtbar) konnten die Seiten-URL mithilfe des gesamten HTML der HTTP-Antwort rendern:
hr: Samo %(PERCENTAGE)s konačnog sadržaja na gornjoj polovici stranice moglo se generirati pomoću cijelog HTML-a HTTP odgovora za URL stranice:
ru: Только %(PERCENTAGE)s содержания верхней части страницы было показано при помощи всего HTML-кода ответа HTTP для страницы:
th: สามารถแสดงผลเพียง %(PERCENTAGE)s ของเนื้อหาครึ่งหน้าบนล่าสุดของหน้าเว็บ โดยใช้ HTML ทั้งหมดของการตอบสนอง HTTP สำหรับ URL หน้าเว็บ:
uk: Лише %(PERCENTAGE)s остаточного вмісту вгорі сторінки відтворюється за допомогою всього файлу HTML відповіді HTTP для URL-адреси сторінки:

source: Optimize images
de: Bilder optimieren
hr: Optimizirajte slike
ru: Оптимизируйте изображения
th: ปรับขนาดภาพให้เหมาะสม
uk: Оптимізувати зображення

source: Optimize the order of styles and scripts
de: Reihenfolge der Formate und Skripts optimieren
hr: Optimizirajte redoslijed stilova i skripti
ru: Оптимизируйте порядок загрузки стилей и скриптов
th: ปรับลำดับของรูปแบบและสคริปต์ให้เหมาะสม
uk: Оптимізувати порядок стилів і сценаріїв

source: Other: %(SIZE_IN_BYTES)s
de: Sonstige: %(SIZE_IN_BYTES)s
hr: Ostalo: %(SIZE_IN_BYTES)s
ru: Другое: %(SIZE_IN_BYTES)s
th: อื่นๆ: %(SIZE_IN_BYTES)s
uk: Інші: %(SIZE_IN_BYTES)s

source: Parallelize downloads across hostnames
de: Downloads für alle Hostnamen parallelisieren
hr: Istovremeno učitajte preuzimanja na svim nazivima glavnih računala
ru: Распараллельте загрузки между именами хостов
th: โหลดพร้อมกันจากชื่อโฮสต์ต่างๆ
uk: Розпаралелювати завантаження в різних іменах хостів

source: Prefer asynchronous resources
de: Asynchrone Ressourcen bevorzugen
hr: Preferirajte asinkrone resurse
ru: Используйте асинхронные ресурсы
th: ต้องการทรัพยากรที่ไม่ได้โหลดพร้อมกัน
uk: Надавати перевагу асинхронним ресурсам

source: Prioritize visible content
de: Sichtbare Inhalte priorisieren
hr: Odredite prioritete za vidljivi sadržaj
ru: Оптимизируйте видимое содержание
th: จัดลำดับความสำคัญเนื้อหาที่มองเห็นได้
uk: Установіть пріоритети видимого вмісту

source: Properly formatting and compressing images can save many bytes of data.
de: Durch eine korrekte Formatierung und Komprimierung von Bildern können viele Datenbytes gespart werden.
hr: Pravilno oblikovanje i sažimanje slika može uštedjeti mnogo bajtova podataka.
ru: Правильный формат и сжатие изображений позволяет сократить их объем.
th: การจัดรูปแบบและการบีบอัดภาพอย่างถูกต้องสามารถช่วยลดจำนวนไบต์ของข้อมูลลงได้อย่างมาก
uk: Належне форматування та стиснення зображень може зменшити обсяг даних.

source: Put CSS in the document head
de: CSS in den Dokumentkopf einfügen
hr: Stavite CSS u zaglavlje dokumenta
ru: Разместите CSS в заголовке документа
th: ใส่ CSS ลงในส่วนหัวของเอกสาร
uk: Розмістити ресурси CSS у заголовку документа

source: Reduce request serialization
de: Serialisierung von Anfragen vermeiden
hr: Smanjite postavljanje zahtjeva u seriju
ru: Сократите количество последовательных запросов
th: ลดคำขอให้ทำต่อเนื่อง
uk: Зменшувати серіалізацію запитів

source: Reduce server response time
de: Antwortzeit des Servers reduzieren
hr: Skratite vrijeme odgovora poslužitelja
ru: Сократите время ответа сервера
th: ลดเวลาในการตอบกลับของเซิร์ฟเวอร์
uk: Зменшити час відповіді сервера

source: Referer Url: %(SIZE_IN_BYTES)s
de: Referrer-URL: %(SIZE_IN_BYTES)s
hr: URL referenta: %(SIZE_IN_BYTES)s
ru: Ссылающийся URL: %(SIZE_IN_BYTES)s
th: URL เว็บที่มา: %(SIZE_IN_BYTES)s
uk: URL-адреса джерела посилання: %(SIZE_IN_BYTES)s

source: Remove query strings from static resources
de: Anfragenzeichenfolgen aus statischen Ressourcen entfernen
hr: Uklonite nizove upita iz statičkih resursa
ru: Удалите строки запросов из URL статических ресурсов
th: นำสตริงข้อความค้นหาออกจากทรัพยากรแบบคงที่
uk: Видалити рядки запитів зі статичних ресурсів

source: Remove the following redirect chain if possible:
de: Entfernen Sie falls möglich die folgende Umleitungskette:
hr: Ako je moguće, uklonite sljedeći lanac preusmjeravanja:
ru: Если возможно, удалите следующую цепь переадресаций:
th: หากเป็นไปได้ ให้ลบชุดการเปลี่ยนเส้นทางต่อไปนี้:
uk: Якщо можливо, видаліть поданий нижче ланцюг переадресації.

source: Request URL: %(SIZE_IN_BYTES)s
de: Anforderungs-URL: %(SIZE_IN_BYTES)s
hr: URL zahtjeva: %(SIZE_IN_BYTES)s
ru: URL запроса: %(SIZE_IN_BYTES)s
th: URL คำขอ: %(SIZE_IN_BYTES)s
uk: URL-адреса запиту: %(SIZE_IN_BYTES)s
