Repository: pagespeed/page-speed
Catalog: lib/trunk/src/pagespeed/po/*.po
Languages: de, hr, ru, th, uk

source: %(BEGIN_LINK)sAvoid landing page redirects%(END_LINK)s for the following chain of redirected URLs.
de: %(BEGIN_LINK)sVermeiden Sie Zielseiten-Weiterleitungen%(END_LINK)s für die folgende Kette weitergeleiteter URLs.
hr: %(BEGIN_LINK)sIzbjegnite preusmjeravanja odredišne stranice%(END_LINK)s za sljedeći lanac preusmjerenih URL-ova.
ru: %(BEGIN_LINK)sНе используйте переадресацию с целевой страницы%(END_LINK)s на следующие URL:
th: %(BEGIN_LINK)sหลีกเลี่ยงการเปลี่ยนเส้นทางของหน้า Landing Page%(END_LINK)s สำหรับสาย URL ที่ได้รับการเปลี่ยนเส้นทางต่อไปนี้
uk: %(BEGIN_LINK)sВимкніть переспрямування з цільової сторінки%(END_LINK)s на вказаний нижче ланцюжок URL-адрес.

source: %(BEGIN_LINK)sConfigure a viewport%(END_LINK)s for this page.
uk: %(BEGIN_LINK)sНалаштуйте вікно перегляду%(END_LINK)s для цієї сторінки.

source: %(BEGIN_LINK)sConfiguring a viewport%(END_LINK)s specifying %(DEVICE_WIDTH)s instead of %(VIEWPORT)s will allow your page to adapt for devices of various widths. This may require additional work if the styling on your page relies on a fixed-width layout.
uk: Якщо в %(BEGIN_LINK)sналаштуваннях вікна перегляду%(END_LINK)s вказати %(DEVICE_WIDTH)s, а не %(VIEWPORT)s, сторінка зможе пристосовуватися до пристроїв різної ширини. Можливо, потрібно виконати додаткові дії, якщо стилі сторінки базуються на макеті фіксованої ширини.

source: %(BEGIN_LINK)sConfiguring a viewport%(END_LINK)s specifying %(DEVICE_WIDTH)s instead of %(VIEWPORT)s will allow your page to adapt for devices of various widths. This may require additional work to adapt your styling for smaller screens.
uk: Якщо в %(BEGIN_LINK)sналаштуваннях вікна перегляду%(END_LINK)s вказати %(DEVICE_WIDTH)s, а не %(VIEWPORT)s, сторінка зможе пристосовуватися до пристроїв різної ширини. Можливо, потрібно виконати додаткові дії, щоб пристосувати стилі до менших екранів.

source: %(BEGIN_LINK)sEnable compression%(END_LINK)s for the following resources to reduce their transfer size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: %(BEGIN_LINK)sErmöglichen Sie die Komprimierung%(END_LINK)s der folgenden Ressourcen, um die Übertragungsgröße um %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) zu reduzieren.
hr: %(BEGIN_LINK)sOmogućite kompresiju%(END_LINK)s za sljedeće resurse da biste im smanjili veličinu prilikom prijenosa za %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: %(BEGIN_LINK)sВключите сжатие%(END_LINK)s для следующих ресурсов, чтобы уменьшить объем передаваемых данных на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%):
th: %(BEGIN_LINK)sเปิดใช้งานการบีบอัด%(END_LINK)sสำหรับทรัพยากรต่อไปนี้ เพื่อลดขนาดการโอนลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: %(BEGIN_LINK)sУвімкніть стискання%(END_LINK)s вказаних нижче ресурсів, щоб зменшити їх розмір під час передавання на %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(BEGIN_LINK)sLeverage browser caching%(END_LINK)s for the following cacheable resources:
de: %(BEGIN_LINK)sNutzen Sie Browser-Caching%(END_LINK)s für die folgenden cachefähigen Ressourcen:
hr: %(BEGIN_LINK)sPoboljšajte spremanje u privremenu memoriju preglednika%(END_LINK)s za sljedeće resurse koji se mogu spremiti u privremenu memoriju:
ru: %(BEGIN_LINK)sИспользуйте кэш браузера%(END_LINK)s для следующих ресурсов:
th: %(BEGIN_LINK)sใช้ประโยชน์จากการแคชของเบราว์เซอร์%(END_LINK)sสำหรับทรัพยากรที่แคชได้ต่อไปนี้:
uk: %(BEGIN_LINK)sВикористовуйте кешування у веб-переглядачі%(END_LINK)s для вказаних нижче ресурсів, які можна кешувати.

source: %(BEGIN_LINK)sMinify CSS%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: %(BEGIN_LINK)sReduzieren Sie CSS%(END_LINK)s für die folgenden Ressourcen, um ihre Größe um %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) zu verringern.
hr: %(BEGIN_LINK)sUmanjite CSS%(END_LINK)s za sljedeće resurse kako biste smanjili njihovu veličinu za %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: %(BEGIN_LINK)sСократите код CSS%(END_LINK)s на следующих ресурсах, чтобы уменьшить их размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: %(BEGIN_LINK)sลดขนาด CSS%(END_LINK)s สำหรับทรัพยากรต่อไปนี้ เพื่อลดขนาดลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: %(BEGIN_LINK)sЗменште файл CSS%(END_LINK)s указаних нижче ресурсів, щоб зменшити їх розмір на %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(BEGIN_LINK)sMinify HTML%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: %(BEGIN_LINK)sReduzieren Sie HTML%(END_LINK)s für die folgenden Ressourcen, um ihre Größe um %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) zu verringern.
hr: %(BEGIN_LINK)sUmanjite HTML%(END_LINK)s za sljedeće resurse kako biste smanjili njihovu veličinu za %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: %(BEGIN_LINK)sСократите код HTML%(END_LINK)s на следующих ресурсах, чтобы уменьшить их размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: %(BEGIN_LINK)sลดขนาด HTML%(END_LINK)s สำหรับทรัพยากรต่อไปนี้ เพื่อลดขนาดลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: %(BEGIN_LINK)sЗменште файл HTML%(END_LINK)s указаних нижче ресурсів, щоб зменшити їх розмір на %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(BEGIN_LINK)sMinify JavaScript%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: %(BEGIN_LINK)sReduzieren Sie JavaScript%(END_LINK)s für die folgenden Ressourcen, um ihre Größe um %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) zu verringern.
hr: %(BEGIN_LINK)sUmanjite JavaScript%(END_LINK)s za sljedeće resurse kako biste smanjili njihovu veličinu za %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: %(BEGIN_LINK)sСократите код JavaScript%(END_LINK)s на следующих ресурсах, чтобы уменьшить их размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: %(BEGIN_LINK)sลดขนาด JavaScript%(END_LINK)s สำหรับทรัพยากรต่อไปนี้ เพื่อลดขนาดลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: %(BEGIN_LINK)sЗменште файл JavaScript%(END_LINK)s указаних нижче ресурсів, щоб зменшити їх розмір на %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(BEGIN_LINK)sOptimize CSS Delivery%(END_LINK)s of the following:
de: %(BEGIN_LINK)sOptimieren Sie die CSS-Darstellung%(END_LINK)s für die folgenden URLs:
hr: %(BEGIN_LINK)sOptimizirajte isporuku CSS-a%(END_LINK)s za sljedeće:
ru: %(BEGIN_LINK)sОптимизируйте работу CSS%(END_LINK)s на следующих ресурсах:
th: %(BEGIN_LINK)sเพิ่มประสิทธิภาพการแสดง CSS %(END_LINK)sของรายการต่อไปนี้:
uk: %(BEGIN_LINK)sОптимізуйте доставку файлу CSS%(END_LINK)s указаних нижче ресурсів.

source: %(BEGIN_LINK)sOptimize the following images%(END_LINK)s to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: %(BEGIN_LINK)sOptimieren Sie die folgenden Bilder%(END_LINK)s, um ihre Größe um %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) zu reduzieren.
hr: %(BEGIN_LINK)sOptimizirajte sljedeće slike%(END_LINK)s kako biste im smanjili veličinu za %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: %(BEGIN_LINK)sОптимизируйте следующие изображения%(END_LINK)s, чтобы уменьшить их размер на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: %(BEGIN_LINK)sเพิ่มประสิทธิภาพของรูปภาพต่อไปนี้%(END_LINK)s เพื่อลดขนาดลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: %(BEGIN_LINK)sОптимізуйте вказані нижче зображення%(END_LINK)s, щоб зменшити їх розмір на %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(BEGIN_LINK)sRemove render-blocking JavaScript%(END_LINK)s:
de: %(BEGIN_LINK)sEntfernen Sie JavaScript, das das Rendering blockiert%(END_LINK)s:
hr: %(BEGIN_LINK)sUklonite JavaScript koji blokira generiranje%(END_LINK)s:
ru: %(BEGIN_LINK)sУдалите код JavaScript, препятствующий отображению%(END_LINK)s:
th: %(BEGIN_LINK)sนำ JavaScript การบล็อกการแสดงผลออก%(END_LINK)s:
uk: %(BEGIN_LINK)sВилучіть файл JavaScript, який блокує відтворення%(END_LINK)s.

source: %(BEGIN_LINK)sUse asynchronous versions%(END_LINK)s of the following scripts:
de: %(BEGIN_LINK)sVerwenden Sie asynchrone Versionen%(END_LINK)s der folgenden Skripte:
hr: %(BEGIN_LINK)sUpotrijebite asinkrone verzije%(END_LINK)s sljedećih skripti:
ru: %(BEGIN_LINK)sИспользуйте асинхронные версии%(END_LINK)s следующих скриптов:
th: %(BEGIN_LINK)sใช้เวอร์ชันไม่พร้อมกัน%(END_LINK)sของสคริปต์ต่อไปนี้:
uk: %(BEGIN_LINK)sВикористовуйте асинхронні версії%(END_LINK)s вказаних нижче сценаріїв.

source: %(DOCUMENT_URL)s has CSS in the document body.
de: Der Dokumenttext von %(DOCUMENT_URL)s enthält CSS.
hr: %(DOCUMENT_URL)s ima CSS u tijelu dokumenta.
ru: %(DOCUMENT_URL)s содержит CSS в разделе body.
th: %(DOCUMENT_URL)s มี CSS ในส่วน "body" ของเอกสาร
uk: %(DOCUMENT_URL)s містить CSS у тілі документа.

source: %(DOCUMENT_URL)s has CSS in the document body:
de: Der Dokumenttext von %(DOCUMENT_URL)s enthält CSS:
hr: %(DOCUMENT_URL)s ima CSS u tijelu dokumenta:
ru: %(DOCUMENT_URL)s содержит CSS в разделе body:
th: %(DOCUMENT_URL)s มี CSS ในส่วน "body" ของเอกสาร:
uk: %(DOCUMENT_URL)s містить CSS у тілі документа:

source: %(DOCUMENT_URL)s loads %(RESOURCE_URL)s synchronously.
de: %(DOCUMENT_URL)s lädt %(RESOURCE_URL)s synchron.
hr: %(DOCUMENT_URL)s učitava %(RESOURCE_URL)s sinkrono.
ru: %(DOCUMENT_URL)s осуществляет синхронную загрузку %(RESOURCE_URL)s.
th: %(DOCUMENT_URL)s จะโหลด %(RESOURCE_URL)s พร้อมกัน
uk: %(DOCUMENT_URL)s синхронно завантажує ресурс %(RESOURCE_URL)s.

source: %(NUM_BYTES)sB
de: %(NUM_BYTES)s Byte
ru: %(NUM_BYTES)s Б
uk: %(NUM_BYTES)s б

source: %(NUM_KILOBYTES)sKiB
de: %(NUM_KILOBYTES)s KB
hr: %(NUM_KILOBYTES)s KB
ru: %(NUM_KILOBYTES)s КБ
th: %(NUM_KILOBYTES)sKB
uk: %(NUM_KILOBYTES)s Кб

source: %(NUM_MEGABYTES)sMiB
de: %(NUM_MEGABYTES)s MB
hr: %(NUM_MEGABYTES)s MB
ru: %(NUM_MEGABYTES)s МБ
th: %(NUM_MEGABYTES)sMB
uk: %(NUM_MEGABYTES)s Мб

source: %(NUM_STYLE_BLOCKS)s style block(s) in the body should be moved to the document head.
de: %(NUM_STYLE_BLOCKS)s Formatblöcke im Text müssen in den Dokumentkopf verschoben werden.
hr: Sljedeći broj blokova stila u tijelu trebao bi se pomaknuti u glavu dokumenta: %(NUM_STYLE_BLOCKS)s.
ru: Необходимо переместить блоки стилей (%(NUM_STYLE_BLOCKS)s) из раздела body в раздел head.
th: %(NUM_STYLE_BLOCKS)s บล็อกรูปแบบในส่วน "body" ต้องถูกย้ายไปยังส่วน "head" ของเอกสาร
uk: У заголовок документа потрібно перемістити стільки блоків стилю: %(NUM_STYLE_BLOCKS)s.

source: %(ORIGINAL_URL)s is an uncacheable redirect to %(TARGET_URL)s
de: %(ORIGINAL_URL)s ist eine nicht cachefähige Weiterleitung zu %(TARGET_URL)s.
hr: %(ORIGINAL_URL)s predstavlja preusmjeravanje na %(TARGET_URL)s koje se ne može spremiti u privremenu memoriju
ru: С адреса %(ORIGINAL_URL)s осуществляется некэшируемая переадресация на URL %(TARGET_URL)s.
th: %(ORIGINAL_URL)s เป็นการเปลี่ยนเส้นทางที่แคชไม่ได้ไปยัง %(TARGET_URL)s
uk: %(ORIGINAL_URL)s є переадресацією на %(TARGET_URL)s, яку не можна кешувати

source: %(SIZE_IN_BYTES)s of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
de: %(SIZE_IN_BYTES)s des JavaScript wird beim Seitenaufbau geparst. Parsen Sie JavaScript später, um die Blockierung des Seiten-Renderings zu reduzieren.
hr: %(SIZE_IN_BYTES)s JavaScripta raščlanjeno je tijekom početnog učitavanja stranice. Odgodite raščlanjivanje JavaScripta kako bi se smanjilo blokiranje generiranja stranice.
ru: При начальной загрузке страницы выполняется синтаксический анализ кода JavaScript объемом %(SIZE_IN_BYTES)s. Чтобы ускорить отображение страницы, отложите синтаксический анализ JavaScript.
th: %(SIZE_IN_BYTES)s ของ JavaScript ได้รับการแยกวิเคราะห์ระหว่างการโหลดหน้าเว็บเริ่มต้น เลื่อนการแยกวิเคราะห์ JavaScript ไปก่อน เพื่อลดการบล็อกการแสดงหน้าเว็บ
uk: Під час початкового завантаження сторінки аналізується %(SIZE_IN_BYTES)s файлу JavaScript. Відкладіть аналіз JavaScript, щоб зменшити блокування завантаження сторінки.

source: %(SIZE_IN_BYTES)s of the response was required to render the above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
de: %(SIZE_IN_BYTES)s der Antwort war erforderlich, um Inhalte "above the fold" (ohne Scrollen sichtbar) zu rendern. %(BEGIN_LINK)sPriorisieren Sie sichtbare Inhalte%(END_LINK)s, die für das Rendering "above the fold" erforderlich sind.
hr: %(SIZE_IN_BYTES)s odgovora bilo je potrebno za generiranje sadržaja na gornjoj polovici stranice. %(BEGIN_LINK)sOdredite prioritete za vidljivi sadržaj%(END_LINK)s koji je potreban za generiranje na gornjoj polovici stranice.
ru: %(SIZE_IN_BYTES)s ответа необходимо для отображения верхней части страницы. %(BEGIN_LINK)sОптимизируйте это содержание%(END_LINK)s.
th: จำเป็นต้องมีการตอบสนองขนาด %(SIZE_IN_BYTES)s เพื่อแสดงผลเนื้อหาครึ่งหน้าบน %(BEGIN_LINK)sจัดลำดับความสำคัญของเนื้อหาที่มองเห็น%(END_LINK)sที่จำเป็นสำหรับการแสดงผลครึ่งหน้าบน
uk: Для відтворення вмісту вгорі сторінки потрібно %(SIZE_IN_BYTES)s відповіді. %(BEGIN_LINK)sУстановіть пріоритети видимого вмісту%(END_LINK)s, який має завантажуватись угорі сторінки.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others have a line height of only %(LINE_HEIGHT_PERCENT)s of the font size %(SCREENSHOT)s.
uk: У фрагменті %(TEXT_SNIPPET)s та ще %(NUM_OTHERS)s висота рядка становить лише %(LINE_HEIGHT_PERCENT)s від розміру шрифту: %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others have a line height of only %(LINE_HEIGHT_PERCENT)s of the font size.
uk: У фрагменті %(TEXT_SNIPPET)s та ще %(NUM_OTHERS)s висота рядка становить лише %(LINE_HEIGHT_PERCENT)s від розміру шрифту.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall %(SCREENSHOT)s.
uk: У фрагменті %(TEXT_SNIPPET)s та ще %(NUM_OTHERS)s відображається лише %(HEIGHT)s пікс. у висоту: %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels) %(SCREENSHOT)s.
uk: У фрагменті %(TEXT_SNIPPET)s та ще %(NUM_OTHERS)s відображається лише %(HEIGHT)s пікс. у висоту (%(CSS_HEIGHT)s пікс. у CSS): %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels).
uk: У фрагменті %(TEXT_SNIPPET)s та ще %(NUM_OTHERS)s відображається лише %(HEIGHT)s пікс. у висоту (%(CSS_HEIGHT)s пікс. у CSS).

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall.
uk: У фрагменті %(TEXT_SNIPPET)s та ще %(NUM_OTHERS)s відображається лише %(HEIGHT)s пікс. у висоту.

source: %(TEXT_SNIPPET)s has a line height of only %(LINE_HEIGHT_PERCENT)s of the font size %(SCREENSHOT)s.
uk: У фрагменті %(TEXT_SNIPPET)s висота рядка становить лише %(LINE_HEIGHT_PERCENT)s від розміру шрифту %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s has a line height of only %(LINE_HEIGHT_PERCENT)s of the font size.
uk: У фрагменті %(TEXT_SNIPPET)s висота рядка становить лише %(LINE_HEIGHT_PERCENT)s від розміру шрифту.

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall %(SCREENSHOT)s.
uk: У фрагменті %(TEXT_SNIPPET)s відображається лише %(HEIGHT)s пікс. у висоту %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels) %(SCREENSHOT)s.
uk: У фрагменті %(TEXT_SNIPPET)s відображається лише %(HEIGHT)s пікс. у висоту (%(CSS_HEIGHT)s пікс. у CSS) %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels).
uk: У фрагменті %(TEXT_SNIPPET)s відображається лише %(HEIGHT)s пікс. у висоту (%(CSS_HEIGHT)s пікс. у CSS).

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall.
uk: У фрагменті %(TEXT_SNIPPET)s відображається лише %(HEIGHT)s пікс. у висоту.

source: %(URL)s (%(NUM_REFLOWS)s reflows)
de: %(URL)s (%(NUM_REFLOWS)s Layout-Aktualisierungen)
hr: %(URL)s (broj raspoređivanja: %(NUM_REFLOWS)s)
ru: %(URL)s (адаптивных элементов: %(NUM_REFLOWS)s)
th: %(URL)s (%(NUM_REFLOWS)s การจัดเรียงใหม่)
uk: %(URL)s (переформатувань: %(NUM_REFLOWS)s)

source: %(URL)s (%(SIZE_IN_BYTES)s of inline JavaScript)
de: %(URL)s (%(SIZE_IN_BYTES)s Inline-JavaScript)
hr: %(URL)s (%(SIZE_IN_BYTES)s ugrađenog JavaScripta)
ru: %(URL)s (%(SIZE_IN_BYTES)s кода JavaScript)
th: %(URL)s (%(SIZE_IN_BYTES)s ของ JavaScript ในหน้า)
uk: %(URL)s (%(SIZE_IN_BYTES)s вбудованого файлу JavaScript)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s)
de: %(URL)s (Abmessungen: %(WIDTH)s x %(HEIGHT)s)
hr: %(URL)s (dimenzije: %(WIDTH)s x %(HEIGHT)s)
ru: %(URL)s (размеры: %(WIDTH)s x %(HEIGHT)s)
th: %(URL)s (ขนาด: %(WIDTH)s x %(HEIGHT)s)
uk: %(URL)s (розміри: %(WIDTH)s x %(HEIGHT)s)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s uses)
de: %(URL)s (Abmessungen: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s-mal verwendet)
hr: %(URL)s (dimenzije: %(WIDTH)s x %(HEIGHT)s) (broj upotreba: %(NUM_USES)s)
ru: %(URL)s (размеры: %(WIDTH)s x %(HEIGHT)s; копий: %(NUM_USES)s)
th: %(URL)s (ขนาด: %(WIDTH)s x %(HEIGHT)s) (ใช้ %(NUM_USES)s ครั้ง)
uk: %(URL)s (розміри: %(WIDTH)s x %(HEIGHT)s) (випадків використання: %(NUM_USES)s)

source: %(URL)s (expiration not specified)
de: %(URL)s (Ablaufdatum nicht festgelegt)
hr: %(URL)s (istek nije određen)
ru: %(URL)s (не указан срок действия)
th: %(URL)s (ไม่ระบุการหมดอายุ)
uk: %(URL)s (термін дії не вказано)

source: %(URL)s has a request size of %(SIZE_IN_BYTES)s
de: %(URL)s hat eine Anforderungsgröße von %(SIZE_IN_BYTES)s.
hr: %(URL)s ima veličinu zahtjeva od %(SIZE_IN_BYTES)s
ru: Размер запроса %(URL)s составляет %(SIZE_IN_BYTES)s
th: %(URL)s มีขนาดคำขอ %(SIZE_IN_BYTES)s
uk: %(URL)s має такий розмір запиту: %(SIZE_IN_BYTES)s

source: %(URL)s is resized in HTML or CSS from %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s to %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: Die Größe von %(URL)s wird in HTML oder CSS von %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s zu %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s geändert. Durch die Bereitstellung eines skalierten Bildes könnten %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) eingespart werden.
hr: Slici %(URL)s promijenjena je veličina u HTML-u ili CSS-u iz %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s u %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Posluživanjem slike kojoj je promijenjena veličina može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: Размер изображения %(URL)s изменяется с помощью HTML или CSS с %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s на %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Если изображение сразу будет нужного размера, это позволит уменьшить его объем на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: %(URL)s จะได้รับการปรับขนาดใน HTML หรือ CSS จาก %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s เป็น %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s การใช้งานรูปภาพที่มีการปรับขนาดสามารถลดพื้นที่ลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: Розміри %(URL)s змінено у файлі HTML або CSS із %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s на %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Завантаження масштабованого зображення може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(URL)s is resized in HTML or CSS. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
de: Die Größe von %(URL)s wird in HTML oder CSS angepasst. Durch die Bereitstellung eines skalierten Bildes könnten %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) eingespart werden.
hr: Slici %(URL)s promijenjena je veličina u HTML-u ili CSS-u. Posluživanjem slike kojoj je promijenjena veličina može se uštedjeti %(SIZE_IN_BYTES)s (smanjenje od %(PERCENTAGE)s).
ru: Размер изображения %(URL)s изменяется с помощью HTML или CSS. Если изображение сразу будет нужного размера, это позволит уменьшить его объем на %(SIZE_IN_BYTES)s (%(PERCENTAGE)s%).
th: %(URL)s จะได้รับการปรับขนาดใน HTML หรือ CSS การใช้งานรูปภาพที่มีการปรับขนาดสามารถลดพื้นที่ลง %(SIZE_IN_BYTES)s (ลดลง %(PERCENTAGE)s)
uk: Розміри %(URL)s змінено у файлі HTML або CSS. Завантаження масштабованого зображення може заощадити %(SIZE_IN_BYTES)s (зменшення на %(PERCENTAGE)s).

source: %(URL)s line %(LINE_NUMBER)s (%(DURATION)s)
de: %(URL)s Zeile %(LINE_NUMBER)s (%(DURATION)s)
hr: %(URL)s redak %(LINE_NUMBER)s (%(DURATION)s)
ru: %(URL)s, строка %(LINE_NUMBER)s (%(DURATION)s)
th: %(URL)s บรรทัด %(LINE_NUMBER)s (%(DURATION)s)
uk: %(URL)s, рядок %(LINE_NUMBER)s (%(DURATION)s)

source: %(URL)s should inline the following small resources:
de: %(URL)s sollte die folgenden kleinen Ressourcen inline einbinden:
hr: U %(URL)s trebali bi biti ugrađeni sljedeći mali resursi:
ru: В страницу %(URL)s необходимо встроить следующие ресурсы небольшого размера:
th: %(URL)s ควรรวมทรัพยากรขนาดเล็กต่อไปนี้ไว้ในหน้า:
uk: Указані нижче малі ресурси потрібно вбудувати в %(URL)s.

source: All of your page's links/buttons are large enough for a user to easily tap on a touchscreen. Learn more about %(BEGIN_LINK)ssizing tap targets appropriately%(END_LINK)s.
uk: Усі посилання чи кнопки на вашій сторінці достатньо великі, щоб користувач міг легко торкатися їх на сенсорному екрані. Докладніше про %(BEGIN_LINK)sналежні розміри інтерактивних елементів%(END_LINK)s.

source: Approximately %(PERCENTAGE)s of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
de: Ungefähr %(PERCENTAGE)s der Seiteninhalte "above the fold" (ohne Scrollen sichtbar) konnten ohne Wartezeiten für das Laden der folgenden Ressourcen gerendert werden. Versuchen Sie, blockierende Ressourcen zu verschieben oder asynchron zu laden, oder laden Sie kritische Bereiche dieser Ressourcen direkt inline im HTML.
hr: Približno %(PERCENTAGE)s sadržaja na gornjoj polovici stranice moglo se generirati bez čekanja da se učitaju sljedeći resursi. Pokušajte odgoditi ili asinkrono učitati blokirajuće resurse ili ugradite kritične dijelove tih resursa izravno u HTML.
ru: Примерно %(PERCENTAGE)s содержания верхней части страницы можно отобразить, не дожидаясь загрузки указанных далее ресурсов. Попробуйте отложить ее или асинхронно загрузить блокирующие ресурсы либо встроить их особо важные составляющие прямо в код HTML.
th: สามารถแสดงประมาณ %(PERCENTAGE)s ของเนื้อหาครึ่งหน้าบนในหน้าเว็บของคุณโดยไม่ต้องรอให้ทรัพยากรต่อไปนี้โหลด ลองเลื่อนการโหลดทรัพยากรที่บล็อกไปก่อน หรือโหลดแบบไม่พร้อมกัน หรือรวมส่วนสำคัญของทรัพยากรเหล่านั้นในหน้า HTML โดยตรง
uk: Близько %(PERCENTAGE)s вмісту вгорі сторінки можна відтворити, не чекаючи на завантаження наведених нижче ресурсів. Спробуйте відкласти завантаження чи асинхронно завантажити ресурси, які блокують відтворення, або вставте важливі частини цих ресурсів просто в HTML-код.

source: Avoid CSS @import
de: @import in CSS vermeiden
hr: Izbjegavajte CSS @import
ru: Не используйте правило CSS @import
th: หลีกเลี่ยงการใช้ CSS @import
uk: Уникати @import у CSS

source: Avoid a character set in the meta tag
de: Zeichensatz im Meta-Tag vermeiden
hr: Izbjegavajte skup znakova u metaoznaci
ru: Не указывайте набор символов в метатеге
th: หลีกเลี่ยงการเข้ารหัสข้อความในเมตาแท็ก
uk: Уникайте набору символів у метатегу

source: Avoid bad requests
de: Fehlerhafte Anforderungen vermeiden
hr: Izbjegavajte pogrešne zahtjeve
ru: Не используйте некорректные запросы
th: หลีกเลี่ยงการใช้คำขอที่ไม่ถูกต้อง
uk: Уникати помилкових запитів

source: Avoid landing page redirects
de: Zielseiten-Weiterleitungen vermeiden
hr: Izbjegnite preusmjeravanja odredišne stranice
ru: Не используйте переадресацию с целевой страницы
th: หลีกเลี่ยงการเปลี่ยนเส้นทางของหน้า Landing Page
uk: Вимкніть переспрямуваня з цільової сторінки

source: Avoid long-running scripts
de: Skripts vermeiden, deren Ausführung lange dauert
hr: Izbjegavajte ​​skripte koje se dugo izvršavaju
ru: Минимизируйте время выполнения скриптов
th: หลีกเลี่ยงสคริปต์ที่ทำงานเป็นเวลานาน
uk: Уникати довготривалих сценаріїв

source: Avoid plugins
uk: Уникати плагінів
