Repository: pagespeed/page-speed
Catalog: lib/trunk/src/pagespeed/po/*.po
Languages: de, hr, ru, th, uk

source: Your page has %(NUM_SCRIPTS)s blocking script resources. This causes a delay in rendering your page.
de: Ihre Seite enthält %(NUM_SCRIPTS)s blockierende Skript-Ressourcen. Dies verursacht eine Verzögerung beim Rendern Ihrer Seite.
hr: Vaša stranica ima ovoliko resursa blokirajućih skripti: %(NUM_SCRIPTS)s. To dovodi do kašnjenja u generiranju vaše stranice.
ru: Количество блокирующих скриптов на странице: %(NUM_SCRIPTS)s. Они замедляют отображение контента.
th: หน้าของคุณมี %(NUM_SCRIPTS)s ทรัพยากรสคริปต์ที่บล็อกหน้าเว็บ ซึ่งทำให้เกิดความล่าช้าในการแสดงหน้าเว็บ
uk: На вашій сторінці є ресурси сценаріїв (%(NUM_SCRIPTS)s), які блокують завантаження. Це спричиняє затримку відтворення сторінки.

source: Your page has no redirects. Learn more about %(BEGIN_LINK)savoiding landing page redirects%(END_LINK)s.
ru: На вашей странице нет переадресаций. Подробнее о том, %(BEGIN_LINK)sкак избегать переадресаций на целевых страницах%(END_LINK)s.
uk: На сторінці немає переспрямувань. Докладніше про %(BEGIN_LINK)sуникнення переспрямувань із цільової сторінки%(END_LINK)s.

source: Your page requires additional network round trips to render the above-the-fold content. For best performance, reduce the amount of HTML needed to render above-the-fold content.
de: Für Ihre Seite sind zusätzliche Netzwerk-Roundtrips erforderlich, um die ohne Scrollen sichtbaren Inhalte ("above the fold"-Inhalte) darstellen zu können. Reduzieren Sie die zur Darstellung von "above the fold"-Inhalten erforderliche HTML-Menge, um eine optimale Leistung zu erzielen.
hr: Vašoj su stranici potrebni dodatni povratni mrežni putovi za generiranje sadržaja na gornjoj polovici stranice. Za najbolju izvedbu smanjite količinu HTML-a potrebnog za generiranje sadržaja na gornjoj polovici stranice.
ru: Для отображения верхней части страницы необходимы дополнительные сетевые запросы. Сократите объем HTML-кода в верхней части страницы, чтобы она быстрее открывалась в браузере.
th: หน้าของคุณจำเป็นต้องมีการเดินทางไปกลับเครือข่ายเพิ่มเติม เพื่อแสดงผลเนื้อหาครึ่งหน้าบน โปรดลดจำนวน HTML ที่ต้องการสำหรับแสดงผลเนื้อหาครึ่งหน้าบนเพื่อประสิทธิภาพที่ดีที่สุด
uk: Вашій сторінці потрібні додаткові ресурси мережі, щоб завантажувати вміст угорі сторінки. Щоб покращити роботу, зменште HTML-код вмісту, який має завантажуватися вгорі сторінки.

source: Your page specifies a fixed-width desktop viewport. Use a responsive viewport to allow your page to render properly on all devices.
uk: Для вашої сторінки налаштовано вікно перегляду фіксованої ширини для комп’ютерів. Використовуйте адаптивне вікно перегляду, щоб ваша сторінка відображалася належним чином на всіх пристроях.

source: Your page specifies a fixed-width mobile viewport. Consider using a responsive viewport to allow your page to render properly on all devices.
uk: Для вашої сторінки налаштовано вікно перегляду фіксованої ширини для мобільних пристроїв. Використовуйте адаптивне вікно перегляду, щоб ваша сторінка відображалася належним чином на всіх пристроях.

source: Your page specifies a viewport matching the device's size, which allows it to render properly on all devices. Learn more about %(BEGIN_LINK)sconfiguring viewports%(END_LINK)s.
uk: Для вашої сторінки налаштовано вікно перегляду за розміром пристрою, тому вона відображається належним чином на всіх пристроях. Докладніше про %(BEGIN_LINK)sналаштування вікон перегляду%(END_LINK)s.

source: Your page uses an XHTML Mobile doctype declaration, which instructs browsers that your page is optimized for mobile and should render properly on all devices.
uk: На вашій сторінці використовується декларація типу документа XHTML Mobile, яка вказує веб-переглядачам, що сторінка оптимізована для мобільних пристроїв і має відображатися належним чином на всіх пристроях.

source: Your page uses plugins, which prevents portions of your page from being used on many platforms. %(BEGIN_LINK)sFind alternatives for plugin based content%(END_LINK)s to increase compatibility.
uk: На вашій сторінці є плагіни, які не дозволяють використовувати частини сторінки на різних платформах. Щоб покращити сумісність, %(BEGIN_LINK)sзнайдіть альтернативу вмісту на основі плагінів%(END_LINK)s.

source: Your server responded quickly. Learn more about %(BEGIN_LINK)sserver response time optimization%(END_LINK)s.
ru: Ваш сервер ответил быстро. Подробнее о том, %(BEGIN_LINK)sкак сократить время ответа сервера%(END_LINK)s.
uk: Сервер відповів швидко. Докладніше про %(BEGIN_LINK)sоптимізацію часу відповіді сервера%(END_LINK)s.

source: %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
de: %(BEGIN_LINK)sPriorisieren Sie sichtbare Inhalte%(END_LINK)s, die für das Rendering "above the fold" (ohne Scrollen sichtbar) erforderlich sind.
hr: %(BEGIN_LINK)sOdredite prioritete za vidljivi sadržaj%(END_LINK)s koji je potreban za generiranje na gornjoj polovici stranice.
ru: %(BEGIN_LINK)sОптимизируйте%(END_LINK)s содержание верхней части страницы.
th: %(BEGIN_LINK)sจัดลำดับความสำคัญของเนื้อหาที่มองเห็นได้%(END_LINK)s ซึ่งจำเป็นสำหรับการแสดงผลครึ่งหน้าบน

source: Avoid flash on mobile webpages
de: Flash auf Webseiten für Mobilgeräte vermeiden
hr: Izbjegnite Flash na mobilnim web-stranicama
ru: Не используйте Flash на WAP-страницах
th: หลีกเลี่ยงการใช้ Flash ในหน้าเว็บสำหรับอุปกรณ์เคลื่อนที่

source: The following %(NUM_ELEMENTS)s Flash elements are included on the page or from included iframes. Adobe Flash Player is not supported on Apple iOS or Android versions greater than 4.0.x. Consider removing Flash objects and finding suitable replacements.
de: Die folgenden %(NUM_ELEMENTS)s Flash-Elemente sind auf der Seite enthalten oder stammen aus eingebundenen Iframes. Adobe Flash Player wird unter Apple iOS oder Android ab Version 4.0.x nicht unterstützt. Ziehen Sie in Betracht, Flash-Elemente zu entfernen und durch geeignete Objekte zu ersetzen.
hr: Sljedeći Flash elementi (ukupno %(NUM_ELEMENTS)s) uključeni su na stranici ili su iz uključenih iframeova. Adobe Flash Player nije podržan na Apple iOS-u ili verzijama Androida koje su veće od 4.0.x. Predlažemo da uklonite Flash objekte i pronađete odgovarajuće zamjene.
ru: На странице или в ее окнах iframe есть Flash-элементы (%(NUM_ELEMENTS)s), перечисленные ниже. В iOS и Android выше 4.0.x отсутствует проигрыватель Adobe Flash. Удалите Flash-элементы, используйте вместо них другую технологию.
th: %(NUM_ELEMENTS)s องค์ประกอบของ Flash ต่อไปนี้ถูกรวมไว้ในหน้าหรือจาก iframe ที่รวมไว้ Adobe Flash Player ไม่ได้รับการสนับสนุนใน Apple iOS หรือแอนดรอยด์ที่เวอร์ชันสูงกว่า 4.0.x กำลังพิจารณานำวัตถุ Flash ออกและค้นหาการทดแทนที่เหมาะสม
