Repository: pagespeed/page-speed
Catalog: lib/trunk/src/pagespeed/po/*.po
Languages: de, hr, ru, th, uk

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
de: Die folgenden Ressourcen werden synchron geladen. Laden Sie sie asynchron, um die Blockierung der Seitendarstellung zu reduzieren.
hr: Sljedeći resursi učitavaju su sinkrono. Učitajte ih asinkrono kako biste smanjili blokiranje prikazivanja stranice.
ru: Следующие ресурсы загружаются синхронно. Для ускорения обработки страницы загружайте их асинхронно.
th: ทรัพยากรต่อไปนี้มีการโหลดพร้อมกัน ให้โหลดทรัพยากรดังกล่าวแยกกันเพื่อลดการปิดกั้นการแสดงหน้าเว็บ
uk: Указані нижче ресурси завантажені синхронно. Завантажте їх асинхронно, щоб зменшити блокування візуалізації сторінки.

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
de: Für die folgenden Ressourcen fehlt ein Cache-Validierer. Ressourcen, für die kein Cache-Validierer angegeben ist, können nicht effizient aktualisiert werden. Geben Sie einen Last-Modified- oder ETag-Header an, um die Cache-Validierung für folgende Ressourcen zu aktivieren:
hr: Kod sljedećih resursa nedostaje validator predmemorije. Resursi za koje nije naveden validator predmemorije ne mogu se učinkovito osvježavati. Navedite zaglavlje Last-Modified ili ETag kako biste omogućili validaciju za sljedeće resurse:
ru: Следующие ресурсы не имеют валидаторов кэша. Обновление ресурсов, не имеющих валидаторов кэша, осуществляется неэффективно. Укажите для следующих ресурсов заголовок Last-Modified или ETag, чтобы выполнялась проверка кэша:
th: ทรัพยากรต่อไปนี้ไม่มีเครื่องมือตรวจสอบแคช ทรัพยากรที่ไม่ได้ระบุเครื่องมือตรวจสอบแคชจะไม่สามารถรีเฟรชได้อย่างสมบูรณ์ โปรดระบุส่วนหัว Last-Modified หรือ ETag เพื่อเปิดใช้งานการตรวจสอบความถูกต้องของแคชสำหรับทรัพยากรต่อไปนี้:
uk: У вказаних нижче ресурсах відсутній засіб перевірки кешу. Ресурси без указаного засобу перевірки кешу не будуть ефективно оновлюватися. Укажіть заголовок "Last-Modified" або "ETag", щоб увімкнути перевірку кешу для цих ресурсів:

source: The following resources have a character set specified in a meta tag. Specifying a character set in a meta tag disables the lookahead downloader in IE8. To improve resource download parallelization, move the character set to the HTTP Content-Type response header.
de: Für die folgenden Ressourcen ist in einem Meta-Tag ein Zeichensatz angegeben. Durch die Angabe eines Zeichensatzes in einem Meta-Tag wird der Lookahead-Downloader in IE8 deaktiviert. Um die Download-Parallelisierung der Ressourcen zu verbessern, verschieben Sie den Zeichensatz in den HTTP-Antwortheader "Content-Type".
hr: Sljedeći resursi imaju skup znakova koji je naveden u metaoznaci. Navođenje skupa znakova u metaoznaci onemogućuje lookahead alat za preuzimanje u pregledniku IE8. Da biste poboljšali istovremeno učitavanje resursa, premjestite skup znakova u zaglavlje odgovora HTTP Content-Type.
ru: В следующих ресурсах набор символов указан в метатеге. При наличии такого метатега функция упреждающей загрузки в IE8 будет отключена. Чтобы оптимизировать распараллеливание загрузки ресурсов, набор символов следует указывать в заголовке ответа HTTP Content-Type.
th: ทรัพยากรต่อไปนี้มีการเข้ารหัสข้อความที่ระบุในเมตาแท็ก การระบุการเข้ารหัสข้อความในเมตาแท็กจะปิดการใช้งานโปรแกรมดาวน์โหลดรายการในอนาคตใน IE8 หากต้องการปรับปรุงการโหลดทรัพยากรพร้อมกัน ให้เลื่อนการเข้ารหัสข้อความไปที่ส่วนหัวการตอบกลับของประเภทเนื้อหา HTTP
uk: Наведені нижче ресурси мають набір символів, указаний у метатегу. Указування набору символів у мета-тегу вимикає завантажувач попереднього перегляду у веб-переглядачі IE8. Щоб покращити розпаралелювання завантаження ресурсу, перемістіть набір символів у заголовок відповіді HTTP Content-Type.

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save %(NUM_REQUESTS)s request(s) and %(BYTES_SAVED)s.
de: Die folgenden Ressourcen weisen identische Inhalte auf, werden jedoch von unterschiedlichen URLs bereitgestellt. Stellen Sie diese Ressourcen von einer einheitlichen URL bereit, um %(NUM_REQUESTS)s Anforderungen und %(BYTES_SAVED)s einzusparen:
hr: Sljedeći resursi imaju identični sadržaj, ali se poslužuju iz različitih URL-ova. Poslužujte te resurse iz dosljednog URL-a kako biste uštedjeli %(BYTES_SAVED)s i sljedeći broj zahtjeva: %(NUM_REQUESTS)s.
ru: Следующие ресурсы идентичны по содержанию, но получены с разных URL. Разместите эти ресурсы на одном URL, чтобы уменьшить число запросов на %(NUM_REQUESTS)s и сэкономить %(BYTES_SAVED)s.
th: ทรัพยากรต่อไปนี้มีเนื้อหาเหมือนกัน แต่มีให้บริการในหลาย URL ควรใช้ทรัพยากรเหล่านี้จาก URL เดียวกันเพื่อจะได้ประหยัด %(NUM_REQUESTS)s คำขอและ %(BYTES_SAVED)s
uk: Указані нижче ресурси мають ідентичний вміст, але завантажуються із різних URL-адрес. Завантажуйте ці ресурси з однієї URL-адреси, щоб заощадити %(BYTES_SAVED)s і стільки запитів: %(NUM_REQUESTS)s.

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
de: Die folgenden Ressourcen haben in ihren HTTP-Headern keinen Zeichensatz angegeben. Durch Angabe eines Zeichensatzes in HTTP-Headern kann die Browserdarstellung beschleunigt werden.
hr: Sljedeći resursi nemaju u svojim HTTP zaglavljima definiran skup znakova. Definiranje skupa znakova u HTTP zaglavljima može ubrzati prikazivanje u pregledniku.
ru: Ниже перечислены ресурсы, для которых в заголовках HTTP не указан набор символов. Укажите набор символов в заголовках HTTP, чтобы увеличить скорость браузера при отображении страниц.
th: ทรัพยากรต่อไปนี้ไม่ได้ระบุการเข้ารหัสข้อความในส่วนหัวของ HTTP ไว้ การระบุีการเข้ารหัสข้อความในส่วนหัวของ HTTP จะช่วยเพิ่มความเร็วในการแสดงผลของเบราว์เซอร์
uk: У заголовках HTTP перелічених нижче ресурсів не вказано набір символів. Указання набору символів у заголовках HTTP може пришвидшити візуалізацію веб-переглядача.

source: The following tap targets are close to other nearby tap targets and may need additional spacing around them.
uk: Указані нижче інтерактивні елементи розташовані близько до сусідніх інтерактивних елементів. Можливо, навколо них потрібен додатковий простір.

source: The following tap targets are small. Consider increasing their size.
uk: Указані нижче інтерактивні елементи малі. Спробуйте збільшити їх.

source: The following text fragments have a small font size. Increase the font size to make them more legible.
uk: У вказаних нижче фрагментах тексту малий розмір шрифту. Збільште розмір шрифту, щоб текст було легше читати.

source: The following text fragments have a small line height. Increase the line height to make them more legible.
uk: У вказаних нижче фрагментах тексту мала висота рядка. Збільште висоту рядка, щоб текст було легше читати.

source: The following text on your page renders in a way that may be difficult for some of your visitors to read. %(BEGIN_LINK)sUse legible font sizes%(END_LINK)s to provide a better user experience.
uk: Указаний нижче текст на вашій сторінці відображається так, що деяким відвідувачам важко його читати. %(BEGIN_LINK)sВикористовуйте більший розмір шрифту%(END_LINK)s, щоб текст було легше читати.

source: The host %(HOST_NAME)s should enable %(KEEPALIVE)s. It serves the following resources.
de: Aktivieren Sie %(KEEPALIVE)s für den Host %(HOST_NAME)s. Die folgenden Ressourcen werden geliefert.
hr: Host %(HOST_NAME)s trebao bi omogućiti %(KEEPALIVE)s. Poslužuje sljedeće resurse.
ru: Включите функцию %(KEEPALIVE)s на хосте %(HOST_NAME)s. Он используется для следующих ресурсов:
th: โฮสต์ %(HOST_NAME)s ควรเปิดใช้งาน %(KEEPALIVE)s ซึ่งให้บริการสำหรับทรัพยากรต่อไปนี้
uk: На хості %(HOST_NAME)s потрібно ввімкнути %(KEEPALIVE)s. Він обслуговує вказані нижче ресурси.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
de: Die Hostnamen der folgenden URLs stellen nur jeweils eine Ressource bereit. Vermeiden Sie zusätzliche DNS-Lookups durch die Bereitstellung dieser Ressourcen von bereits bestehenden Hostnamen.
hr: Nazivi glavnih računala sljedećih URL-ova poslužuju samo po jedan resurs. Izbjegavajte dodatna traženja DNS-a tako što ćete te resurse posluživati iz postojećih naziva glavnih računala.
ru: Имена хостов каждого из следующих URL предоставляют по одному ресурсу. Исключите лишние преобразования DNS за счет предоставления таких ресурсов с существующих имен хостов.
th: แต่ละชื่อโฮสต์ของ URL ต่อไปนี้ให้บริการหนึ่งทรัพยากรเท่านั้น ควรหลีกเลี่ยงการค้นหา DNS เพิ่มเติมโดยใช้ทรัพยากรเหล่านี้จากชื่อโฮสต์ที่มีอยู่
uk: Кожне ім'я хосту перелічених нижче URL-адрес подає лише один ресурс. Уникайте зайвих пошуків у DNS, подаючи ці ресурси з існуючих імен хостів.

source: The page content is %(CONTENT_WIDTH)s CSS pixels wide, but the viewport is only %(VIEWPORT_WIDTH)s CSS pixels wide.
uk: Ширина вмісту сторінки становить %(CONTENT_WIDTH)s пікс. у CSS, а ширина області перегляду – лише %(VIEWPORT_WIDTH)s пікс. у CSS.

source: The page content is %(CONTENT_WIDTH)s CSS pixels wide, but the viewport is only %(VIEWPORT_WIDTH)s CSS pixels wide. The following elements fall outside the viewport:
uk: Ширина вмісту сторінки становить %(CONTENT_WIDTH)s пікс. у CSS, а ширина області перегляду – лише %(VIEWPORT_WIDTH)s пікс. у CSS. Указані нижче елементи виходять за межі області перегляду.

source: The page content is too wide for the viewport, forcing the user to scroll horizontally. %(BEGIN_LINK)sSize the page content to the viewport%(END_LINK)s to provide a better user experience.
uk: Вміст сторінки заширокий для області перегляду, тому користувач має прокручувати його горизонтально. %(BEGIN_LINK)sПрипасуйте вміст сторінки до області перегляду%(END_LINK)s, щоб його було зручніше переглядати.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
de: Die Anforderungen für die folgenden URLs passen nicht in ein einziges Paket. Indem Sie die Größe dieser Anforderungen reduzieren, könnten Sie Latenzzeiten verringern.
hr: Zahtjevi za sljedeće URL-ove ne stanu u jedan paket. Smanjenjem veličine tih zahtjeva može se smanjiti kašnjenje.
ru: Запросы следующих URL не помещаются в один пакет. Сокращение размера этих запросов поможет уменьшить задержки при обработке.
th: คำขอสำหรับ URL ต่อไปนี้ไม่พอดีกับหนึ่งแพ็คเก็ต การลดขนาดคำขอเหล่านี้จะช่วยลดความล่าช้าในการแสดงผลได้
uk: Запити на вказані нижче URL-адреси не вміщаються в один пакет. Зменшення розміру цих запитів може скоротити час очікування.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are close to other tap targets %(SCREENSHOT)s.
uk: Інтерактивний елемент %(HTML_TEXT)s і ще %(NUM_OTHERS)s розташовані близько до інших інтерактивних елементів %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are close to other tap targets.
uk: Інтерактивний елемент %(HTML_TEXT)s і ще %(NUM_OTHERS)s розташовані близько до інших інтерактивних елементів.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(HEIGHT)s tall on a typical device (%(HEIGHT_PX)s CSS pixels) %(SCREENSHOT)s.
uk: Висота інтерактивного елемента %(HTML_TEXT)s і ще %(NUM_OTHERS)s на типовому пристрої – лише %(HEIGHT)s (%(HEIGHT_PX)s пікс. у CSS) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(HEIGHT)s tall on a typical device (%(HEIGHT_PX)s CSS pixels).
uk: Висота інтерактивного елемента %(HTML_TEXT)s і ще %(NUM_OTHERS)s на типовому пристрої – лише %(HEIGHT)s (%(HEIGHT_PX)s пікс. у CSS).

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(WIDTH)s wide on a typical device (%(WIDTH_PX)s CSS pixels) %(SCREENSHOT)s.
uk: Ширина інтерактивного елемента %(HTML_TEXT)s і ще %(NUM_OTHERS)s на типовому пристрої – лише %(WIDTH)s (%(WIDTH_PX)s пікс. у CSS) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(WIDTH)s wide on a typical device (%(WIDTH_PX)s CSS pixels).
uk: Ширина інтерактивного елемента %(HTML_TEXT)s і ще %(NUM_OTHERS)s на типовому пристрої – лише %(WIDTH)s (%(WIDTH_PX)s пікс. у CSS).

source: The tap target %(HTML_TEXT)s is close to %(NUM_TOO_CLOSE)s other tap targets %(SCREENSHOT)s.
uk: Інтерактивний елемент %(HTML_TEXT)s розташований близько до інших інтерактивних елементів (%(NUM_TOO_CLOSE)s) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s is close to %(NUM_TOO_CLOSE)s other tap targets.
uk: Інтерактивний елемент %(HTML_TEXT)s розташований близько до інших інтерактивних елементів (%(NUM_TOO_CLOSE)s).

source: The tap target %(HTML_TEXT)s is only %(WIDTH)s by %(HEIGHT)s on a typical device (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS pixels) %(SCREENSHOT)s.
uk: Розмір інтерактивного елемента %(HTML_TEXT)s на типовому пристрої – лише %(WIDTH)s на %(HEIGHT)s (%(WIDTH_PX)sx%(HEIGHT_PX)s пікс. у CSS) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s is only %(WIDTH)s by %(HEIGHT)s on a typical device (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS pixels).
uk: Розмір інтерактивного елемента %(HTML_TEXT)s на типовому пристрої – лише %(WIDTH)s на %(HEIGHT)s (%(WIDTH_PX)sx%(HEIGHT_PX)s пікс. у CSS).

source: The text on your page is legible. Learn more about %(BEGIN_LINK)susing legible font sizes%(END_LINK)s.
uk: Текст на вашій сторінці легко читати. %(BEGIN_LINK)sДокладніше…%(END_LINK)s

source: There are %(NUM_FILES)s CSS files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
de: %(NUM_FILES)s CSS-Dateien werden von %(DOMAIN_NAME)s bereitgestellt. Sie sollten in so wenigen Dateien wie möglich zusammengefasst werden:
hr: Domena %(DOMAIN_NAME)s poslužuje sljedeći broj CSS datoteka: %(NUM_FILES)s. One bi se trebale kombinirati u što je manje datoteka moguće.
ru: По адресу %(DOMAIN_NAME)s размещены несколько файлов CSS (%(NUM_FILES)s). Их необходимо объединить в минимально возможное количество файлов.
th: ได้รับไฟล์ CSS %(NUM_FILES)s ไฟล์จาก %(DOMAIN_NAME)s ควรนำมารวมกันให้ได้จำนวนไฟล์น้อยที่สุดเท่าที่จะเป็นไปได้
uk: З домену %(DOMAIN_NAME)s завантажується стільки файлів CSS: %(NUM_FILES)s. Їх потрібно об’єднати в якомога меншу кількість файлів.

source: There are %(NUM_FILES)s JavaScript files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
de: %(NUM_FILES)s JavaScript-Dateien werden von %(DOMAIN_NAME)s bereitgestellt. Sie sollten in so wenigen Dateien wie möglich zusammengefasst werden:
hr: Domena %(DOMAIN_NAME)s poslužuje sljedeći broj JavaScript datoteka: %(NUM_FILES)s. One bi se trebale kombinirati u što je manje datoteka moguće.
ru: По адресу %(DOMAIN_NAME)s размещены несколько файлов JavaScript (%(NUM_FILES)s). Их необходимо объединить в минимально возможное количество файлов.
th: ได้รับไฟล์ JavaScript %(NUM_FILES)s ไฟล์จาก %(DOMAIN_NAME)s ควรนำมารวมกันให้ได้จำนวนไฟล์น้อยที่สุดเท่าที่จะเป็นไปได้
uk: З домену %(DOMAIN_NAME)s завантажується стільки файлів JavaScript: %(NUM_FILES)s. Їх потрібно об’єднати в якомога меншу кількість файлів.

source: This page makes %(NUM_REQUESTS)s parallelizable requests to %(HOSTNAME)s. Increase download parallelization by distributing these requests across multiple hostnames:
de: Diese Seite richtet %(NUM_REQUESTS)s parallelisierbare Anforderungen an %(HOSTNAME)s. Erhöhen Sie die Downloadparallelisierung, indem Sie diese Anforderungen auf mehrere Hostnamen verteilen:
hr: Stranica je hostu %(HOSTNAME)s postavila sljedeći broj istovremeno učitanih zahtjeva: %(NUM_REQUESTS)s. Povećajte istovremeno učitavanje tako što ćete distribuirati zahtjeve na više naziva hostova:
ru: Эта страница отправляет параллелизуемые запросы (%(NUM_REQUESTS)s) на хост %(HOSTNAME)s. Распределите следующие запросы между несколькими хостами, чтобы ускорить загрузку:
th: หน้าเว็บนี้สร้างคำขอให้โหลดพร้อมกันได้ %(NUM_REQUESTS)s คำขอไปยัง %(HOSTNAME)s เพิ่มการดาวน์โหลดพร้อมกันได้โดยกระจายคำขอเหล่านี้ไปยังชื่อโฮสต์หลายรายการ:
uk: Ця сторінка надсилає на хост %(HOSTNAME)s стільки запитів, які можна розпаралелювати: %(NUM_REQUESTS)s. Збільште розпаралелювання під час завантаження, розподіливши ці запити між різними іменами хостів:

source: Unknown plugin of type %(TYPE)s.
uk: Невідомий плагін типу %(TYPE)s.

source: Use an Application Cache
de: Anwendungscache verwenden
hr: Upotrijebi Application Cache
ru: Используйте Application Cache
th: ใช้แคชของแอปพลิเคชัน
uk: Використовувати кеш-пам’ять програми

source: Use legible font sizes
uk: Використовуйте великі розміри шрифту

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
de: Mithilfe eines Anwendungscaches können Seiten sofort angezeigt werden. Bei folgenden HTML-Dokumenten kann durch die Verwendung eines Anwendungscaches die Zeit verkürzt werden, bis Nutzer mit der Seite interagieren können:
hr: Upotreba predmemorije aplikacije omogućuje trenutačno prikazivanje stranice. Sljedeći HTML dokumenti mogu upotrijebiti predmemoriju aplikacije da bi se skratilo vrijeme potrebno za interakciju sa stranicom:
ru: Функция Аpplication Сach позволяет мгновенно загружать страницу. Для ускорения загрузки этой страницы следует использовать эту функцию в следующих документах HTML:
th: การใช้แคชของแอปพลิเคชันจะช่วยให้สามารถแสดงหน้าเว็บได้ทันที เอกสาร HTML ต่อไปนี้สามารถใช้แคชของแอปพลิเคชันเพื่อลดเวลาที่ผู้ใช้ต้องใช้ในการโต้ตอบกับหน้าเว็บได้:
uk: Використання кеш-пам’яті програми дозволяє негайно відображати сторінку. Указані нижче документи HTML можуть використовувати кеш-пам’ять програми, щоб скоротити час, потрібний користувачам для початку взаємодії зі сторінкою.

source: You have compression enabled. Learn more about %(BEGIN_LINK)senabling compression%(END_LINK)s.
ru: Сжатие включено. Подробнее о том, %(BEGIN_LINK)sкак включить сжатие%(END_LINK)s.
uk: Увімкнено стиснення. Докладніше про %(BEGIN_LINK)sввімкнення стиснення%(END_LINK)s.

source: You have enabled browser caching. Learn more about %(BEGIN_LINK)sbrowser caching recommendations%(END_LINK)s.
ru: Кэширование в браузере включено. Подробнее о том, %(BEGIN_LINK)sкак использовать кэширование в браузере%(END_LINK)s.
uk: Увімкнено кешування у веб-переглядачі. Докладні %(BEGIN_LINK)sрекомендації щодо кешування у веб-переглядачі%(END_LINK)s.

source: You have no render blocking resources. Learn more about %(BEGIN_LINK)sremoving render blocking resources%(END_LINK)s.
ru: На вашей странице нет ресурсов, блокирующих отображение. Подробнее о том, %(BEGIN_LINK)sкак удалять ресурсы, блокирующие отображение%(END_LINK)s.
uk: Немає ресурсів, які блокують завантаження. Докладніше про %(BEGIN_LINK)sвидалення ресурсів, які блокують завантаження%(END_LINK)s.

source: You have the above-the-fold content properly prioritized. Learn more about %(BEGIN_LINK)sprioritizing visible content%(END_LINK)s.
ru: Содержание верхней части страницы оптимизировано для быстрого отображения. Подробнее о том, %(BEGIN_LINK)sкак обеспечить быстрое отображение видимой части страницы%(END_LINK)s.
uk: Пріоритетність вмісту вгорі сторінки встановлено правильно. Докладніше про %(BEGIN_LINK)sвстановлення пріоритетності видимого вмісту%(END_LINK)s.

source: Your CSS is minified. Learn more about %(BEGIN_LINK)sminifying CSS%(END_LINK)s.
ru: Код CSS сокращен. Подробнее о том, %(BEGIN_LINK)sкак сокращать код CSS%(END_LINK)s.
uk: CSS зменшено. Докладніше про %(BEGIN_LINK)sзменшення CSS%(END_LINK)s.

source: Your HTML is minified. Learn more about %(BEGIN_LINK)sminifying HTML%(END_LINK)s.
ru: HTML-код сокращен. Подробнее о том, %(BEGIN_LINK)sкак сокращать HTML-код%(END_LINK)s.
uk: HTML зменшено. Докладніше про %(BEGIN_LINK)sзменшення HTML%(END_LINK)s.

source: Your JavaScript content is minified. Learn more about %(BEGIN_LINK)sminifying JavaScript%(END_LINK)s.
ru: Код JavaScript сокращен. Подробнее о том, %(BEGIN_LINK)sкак сокращать код JavaScript%(END_LINK)s.
uk: Вміст JavaScript зменшено. Докладніше про %(BEGIN_LINK)sзменшення JavaScript%(END_LINK)s.

source: Your images are optimized. Learn more about %(BEGIN_LINK)soptimizing images%(END_LINK)s.
ru: Изображения оптимизированы. Подробнее о том, %(BEGIN_LINK)sкак оптимизировать изображения%(END_LINK)s.
uk: Зображення оптимізовано. Докладніше про %(BEGIN_LINK)sоптимізацію зображень%(END_LINK)s.

source: Your page does not appear to use plugins, which would prevent content from being usable on many platforms. Learn more about the importance of %(BEGIN_LINK)savoiding plugins%(END_LINK)s.
uk: Схоже, на вашій сторінці немає плагінів, які не дозволяють використовувати вміст на різних платформах. Дізнайтеся, як важливо %(BEGIN_LINK)sуникати плагінів%(END_LINK)s.

source: Your page does not have a viewport specified. This causes mobile devices to render your page as it would appear on a desktop browser, scaling it down to fit on a mobile screen. Configure a viewport to allow your page to render properly on all devices.
uk: Для вашої сторінки не вказано вікно перегляду. Тому ваша сторінка відображається на мобільних пристроях так, як у веб-переглядачі на комп’ютері – її масштаб зменшується до розміру екрана мобільного пристрою. Налаштуйте вікно перегляду, щоб ваша сторінка відображалася належним чином на всіх пристроях.

source: Your page has %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
de: Ihre Seite enthält %(NUM_CSS)s blockierende CSS-Ressourcen. Dies verursacht eine Verzögerung beim Rendern Ihrer Seite.
hr: Vaša stranica ima ovoliko blokirajućih CSS resursa: %(NUM_CSS)s. To dovodi do kašnjenja u generiranju vaše stranice.
ru: Количество блокирующих ресурсов CSS на странице: %(NUM_CSS)s. Они замедляют отображение контента.
th: หน้าของคุณมี %(NUM_CSS)s ทรัพยากร CSS ที่บล็อกหน้าเว็บ ซึ่งทำให้เกิดการล่าช้าในหน้าเว็บ
uk: На вашій сторінці є ресурси CSS (%(NUM_CSS)s), які блокують завантаження. Це спричиняє затримку відтворення сторінки.

source: Your page has %(NUM_REDIRECTS)s redirects. Redirects introduce additional delays before the page can be loaded.
de: Ihre Seite enthält %(NUM_REDIRECTS)s Weiterleitungen. Weiterleitungen verzögern das Laden der Seite.
hr: Vaša stranica ima sljedeći broj preusmjeravanja: %(NUM_REDIRECTS)s. Preusmjeravanja dodatno usporavaju učitavanje stranice.
ru: Количество переадресаций на странице: %(NUM_REDIRECTS)s. Наличие переадресаций замедляет загрузку страницы.
th: หน้าของคุณมี %(NUM_REDIRECTS)s การเปลี่ยนเส้นทาง การเปลี่ยนเส้นทางทำให้เกิดการล่าช้าก่อนที่หน้าเว็บจะสามารถโหลดได้
uk: На вашій сторінці є переспрямування (%(NUM_REDIRECTS)s). Переспрямування додатково затримують завантаження сторінки.

source: Your page has %(NUM_SCRIPTS)s blocking script resources and %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
de: Ihre Seite enthält %(NUM_SCRIPTS)s blockierende Skript-Ressourcen und %(NUM_CSS)s blockierende CSS-Ressourcen. Dies verursacht eine Verzögerung beim Rendern Ihrer Seite.
hr: Vaša stranica ima ovoliko resursa blokirajućih skripti: %(NUM_SCRIPTS)s i ovoliko blokirajućih CSS resursa: %(NUM_CSS)s. To dovodi do kašnjenja u generiranju vaše stranice.
ru: Количество блокирующих скриптов на странице: %(NUM_SCRIPTS)s. Количество блокирующих ресурсов CSS на странице: %(NUM_CSS)s. Они замедляют отображение контента.
th: หน้าของคุณมี %(NUM_SCRIPTS)s ทรัพยากรสคริปต์ที่บล็อกหน้าเว็บ และ %(NUM_CSS)s ทรัพยากร CSS ที่บล็อกหน้าเว็บ ซึ่งทำให้เกิดความล่าช้าในการแสดงหน้าเว็บ
uk: На вашій сторінці є ресурси сценаріїв (%(NUM_SCRIPTS)s) і ресурси CSS (%(NUM_CSS)s), які блокують завантаження. Це спричиняє затримку відтворення сторінки.
