Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.12.11.0/src/pagespeed/po/*.po
Languages: sl

source: $1 ($2 of inline JavaScript)
sl: $1 ($2 vrstičnega JavaScripta)

source: $1 ($2 reflows)
sl: $1 ($2 postavitev)

source: $1 (Dimensions: $2 x $3)
sl: $1 (mere: $2 x $3)

source: $1 (Dimensions: $2 x $3) ($4 uses)
sl: $1 (mere: $2 x $3) (št. uporab: $4)

source: $1 (expiration not specified)
sl: $1 (rok poteka ni določen)

source: $1 calls document.write on line $2 to fetch:
sl: $1 kliče document.write v vrstici $2 za prenos:

source: $1 has CSS in the document body.
sl: $1 ima v telesu dokumenta slog CSS.

source: $1 has CSS in the document body:
sl: $1 ima v telesu dokumenta slog CSS:

source: $1 has a request size of $2
sl: Velikost zahteve za $1 je $2

source: $1 is an uncacheable redirect to $2
sl: $1 je preusmeritev na $2, ki je ni mogoče predpomniti

source: $1 is resized in HTML or CSS from $2x$3 to $4x$5. Serving a scaled image could save $6 ($7 reduction).
sl: Velikost $1 je v HTML-ju ali CSS-ju spremenjena s $2 x $3 na $4 x $5. S prikazom slike v spremenjeni velikosti lahko prihranite $6 ($7-odstotno zmanjšanje).

source: $1 is resized in HTML or CSS. Serving a scaled image could save $2 ($3 reduction).
sl: Velikost $1 je v HTML-ju ali CSS-ju spremenjena. S prikazom slike v spremenjeni velikosti lahko prihranite $2 ($3-odstotno zmanjšanje).

source: $1 line $2 ($3)
sl: $1 vrstica $2 ($3)

source: $1 loads $2 synchronously.
sl: $1 sinhrono naloži $2.

source: $1 of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
sl: $1 JavaScript se razčleni pri začetnem nalaganju strani. Odložite razčlenitev JavaScripta, da zmanjšate blokiranje upodabljanja strani.

source: $1 should inline the following small resources:
sl: $1 naj vdela te majhne vire:

source: $1 style block(s) in the body should be moved to the document head.
sl: Število blokov sloga v telesu, ki jih je treba premakniti v glavo dokumenta: $1.

source: $1KiB
sl: $1 KB

source: $1MiB
sl: $1 MB

source: Avoid CSS @import
sl: Izogibanje CSS @import

source: Avoid bad requests
sl: Izogibanje napačnim zahtevam

source: Avoid document.write
sl: Izogibanje klicu document.write

source: Avoid long-running scripts
sl: Izogibajte se skriptom, ki se izvajajo dolgo časa

source: CSS in the document body adversely impacts rendering performance.
sl: CSS v telesu dokumenta neugodno vpliva na hitrost upodabljanja.

source: Combine external CSS
sl: Združitev zunanjih slogov CSS

source: Combine external JavaScript
sl: Združevanje zunanjega JavaScripta

source: Combine images into CSS sprites
sl: Združevanje slik v sličice CSS

source: Compressing $1 could save $2 ($3 reduction).
sl: S stiskanjem $1 lahko prihranite $2 ($3-odstotno zmanjšanje).

source: Compressing the following resources with gzip could reduce their transfer size by $1 ($2 reduction).
sl: S stiskanje teh sredstev z orodjem gzip lahko njihovo velikost zmanjšate za $1 ($2-odstotno zmanjšanje).

source: Cookies: $1
sl: Piškotki: $1

source: Cookies: $1 (note that this is a static resource, and should be served from a cookieless domain)
sl: Piškotki: $1 (to je statičen vir in mora biti na voljo iz domene brez piškotkov)

source: Defer parsing of JavaScript
sl: Odloži razčlenitev JavaScripta

source: Eliminate unnecessary reflows
sl: Odstranite nepotrebne spremembe postavitve

source: Enable Keep-Alive
sl: Omogoči Keep-Alive

source: Enable compression
sl: Stiskanje omogočeno

source: Inline Small CSS
sl: Vdelava majhnega CSS-ja

source: Inline Small JavaScript
sl: Vdelava majhnega JavaScripta

source: Inline script block #$1
sl: Vdelava bloka skripta št. $1

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
sl: JavaScript, ki se je izvedel v teh sredstvih, je povzročil nepotrebne spremembe postavitve. Če želite zmanjšati čas upodabljanja strani, spremenite JavaScript, da ne bo povzročal sprememb postavitve:

source: Leverage browser caching
sl: Uporaba predpomnjenja v brskalniku

source: Link node $1 should be moved to the document head.
sl: Povezovalno vozlišče $1 je treba premakniti v glavo dokumenta.

source: Losslessly compressing $1 could save $2 ($3 reduction).
sl: Z brezizgubnim stiskanjem spletnega naslova $1 lahko prihranite $2 ($3-odstotno zmanjšanje).

source: Make landing page redirects cacheable
sl: Omogoči predpomnjenje preusmeritev ciljne strani

source: Minify CSS
sl: Minimiranje CSS-ja

source: Minify HTML
sl: Minimiranje HTML-ja

source: Minify JavaScript
sl: Minimiranje JavaScripta

source: Minifying $1 could save $2 ($3 reduction) after compression.
sl: Z minimiranjem $1 lahko prihranite $2 ($3-odstotno zmanjšanje) po stiskanju.

source: Minifying $1 could save $2 ($3 reduction).
sl: Z minimiranjem $1 lahko prihranite $2 ($3-odstotno zmanjšanje).

source: Minifying the following CSS resources could reduce their size by $1 ($2 reduction).
sl: Z minimiranjem teh virov CSS lahko njihovo velikost zmanjšate za $1 ($2-odstotno zmanjšanje).

source: Minifying the following HTML resources could reduce their size by $1 ($2 reduction).
sl: Z minimiranjem teh virov HTML lahko njihovo velikost zmanjšate za $1 ($2-odstotno zmanjšanje).

source: Minifying the following JavaScript resources could reduce their size by $1 ($2 reduction).
sl: Z minimiranjem teh virov JavaScript lahko njihovo velikost zmanjšate za $1 ($2-odstotno zmanjšanje).

source: Minimize DNS lookups
sl: Minimiranje iskanj DNS

source: Minimize redirects
sl: Minimiranje preusmeritev

source: Minimize request size
sl: Minimiranje velikosti zahteve

source: Optimize images
sl: Optimiranje slik

source: Optimize the order of styles and scripts
sl: Optimiranje vrstnega reda slogov in skriptov

source: Optimizing the following images could reduce their size by $1 ($2 reduction).
sl: Z optimiranjem teh slik lahko njihovo velikost zmanjšate za $1 ($2-odstotno zmanjšanje).

source: Other: $1
sl: Drugo: $1

source: Parallelize downloads across hostnames
sl: Paraleliziranje prenosov po gostiteljskih imenih

source: Prefer asynchronous resources
sl: Nesinhroni viri imajo prednost

source: Put CSS in the document head
sl: CSS naj bo v glavi dokumenta

source: Reduce request serialization
sl: Zmanjšaj serializacijo zahtev

source: Referer Url: $1
sl: URL napotitelja: $1

source: Remove query strings from static resources
sl: Odstranitev nizov poizvedb iz statičnih virov

source: Remove the following redirect chain if possible:
sl: Če je mogoče, odstranite to verigo preusmeritev:

source: Request URL: $1
sl: URL zahteve: $1

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
sl: Nekateri predpomnilniški strežniki proxy ne predpomnijo virov, ki imajo v URL-ju znak »?«. Za te vire odstranite niz poizvedbe in kodirajte parametre v URL:

source: Serve resources from a consistent URL
sl: Viri naj bodo na voljo z doslednega spletnega naslova

source: Serve scaled images
sl: Streženje slik v spremenjeni velikosti

source: Specify a Vary: Accept-Encoding header
sl: Določanje glave »Vary: Accept-Encoding«

source: Specify a cache validator
sl: Določanje preverjevalnika predpomnilnika

source: Specify a character set
sl: Izbor nabora znakov

source: Specify image dimensions
sl: Določanje mer slik

source: The following JavaScript call stack (executed $1 times) caused reflows that took $2 milliseconds: $3
sl: Ta sklad klicev JavaScripta (izveden $1-krat) je povzročil vnovične postavitve, ki so trajale $2 ms: $3

source: The following JavaScript call stack caused a reflow that took $1 milliseconds: $2
sl: Ta sklad klicev JavaScripta je povzročil vnovično postavitev, ki je trajala $1 ms: $2

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
sl: Ti URL-ji izvedejo JavaScript, ki za dalj časa blokira uporabniški vmesnik. Če želite izboljšati odzivnost brskalnika, optimirajte JavaScript ali ga razdelite s povratnimi klici.

source: The following cacheable resources have a short freshness lifetime. Specify an expiration at least one week in the future for the following resources:
sl: Ti viri, ki jih je mogoče predpomniti, imajo kratko življenjsko dobo. Datum poteka za te vire nastavite za vsaj en teden vnaprej:

source: The following external CSS files were included after an external JavaScript file in $1. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
sl: Te zunanje datoteke CSS so bile vključene po zunanji datoteki JavaScript v $1. Če želite zagotoviti, da se datoteke CSS prenesejo vzporedno, zunanje datoteke CSS vedno vključite pred JavaScriptom.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
sl: Ti zunanji viri imajo majhna telesa odziva. Z uvrstitvijo odziva v HTML lahko zmanjšate blokiranje upodabljanja strani.

source: The following external stylesheets were included in $1 using @import.
sl: Te zunanje datoteke s slogi so bile vključene v $1 z uporabo @import.

source: The following image(s) are missing width and/or height attributes.
sl: Za te slike manjkajo atributi širine in/ali višine.

source: The following images are resized in HTML or CSS. Serving scaled images could save $1 ($2 reduction).
sl: Te slike imajo v HTML-ju ali CSS-ju spremenjeno velikost. S prikazom v spremenjeni velikosti lahko prihranite $1 ($2-odstotno zmanjšanje).

source: The following images served from $1 should be combined into as few images as possible using CSS sprites.
sl: Te slike, ki se strežejo z naslova $1, je treba s sličicami CSS združiti v čim manj slik.

source: The following inline script blocks were found in $1 between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
sl: Na $1 so bili med zunanjo datoteko CSS in drugim virom najdeni ti vdelani bloki skripta. Če želite omogočiti vzporedni prenos, premaknite vdelani skript pred zunanjo datoteko CSS ali za naslednji vir.

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
sl: Teh preusmeritev ciljne strani ni mogoče predpomniti. Če želite pospešiti čas nalaganje strani za večkratne obiskovalce mesta, omogočite predpomnjenje.

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
sl: Ti javni viri, ki jih je mogoče predpomniti in stisniti, naj imajo glavo »Vary: Accept-Encoding«:

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
sl: Te zahteve vračajo odzive 404/410. Popravite napačne povezave ali odstranite sklice na neobstoječe virov.

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
sl: Te zahteve so serializirane. Skušajte razdeliti odvisnosti, da bodo vzporedno naložene.

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
sl: Ti viri se naložijo sinhrono. Naložite jih nesinhrono, da zmanjšate blokiranje upodabljanja strani.

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
sl: Za te vire manjka preverjevalnik predpomnilnika. Virov, za katere ni naveden preverjevalnik predpomnilnika, ni mogoče učinkovito osvežiti. Določite glavo Last-Modified ali ETag, da omogočite preverjanje predpomnilnika za te vire:

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save $1 request(s) and $2.
sl: Ti viri imajo enako vsebino, vendar se strežejo z različnih URL-jev. Ti viri naj se strežejo z doslednega URL-ja, da prihranite $1 zahtev in $2.

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
sl: Ti viri v glavah HTTP nimajo nastavljenega nabora znakov. Če ga izberete, lahko pospešite upodabljanje v brskalniku.

source: The host $1 should enable Keep-Alive. It serves the following resources.
sl: Gostitelj $1 mora omogočiti Keep-Alive. Streže te vire.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
sl: Gostiteljska imena teh URL-jev strežejo samo po en vir. Izognite se dodatnim iskanjem DNS, tako da se ta sredstva strežejo iz obstoječih gostiteljskih imen.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
sl: Zahtev za te URL-je ni mogoče dati v en paket. Z zmanjšanjem velikosti teh zahtev se lahko zmanjša zakasnitev.

source: There are $1 CSS files served from $2. They should be combined into as few files as possible.
sl: Iz domene $2, se streže $1 datotek CSS. Združite jih v čim manj datotek.

source: There are $1 JavaScript files served from $2. They should be combined into as few files as possible.
sl: Iz domene $2 se streže $1 datotek JavaScript. Združite jih v čim manj datotek.

source: This page makes $1 parallelizable requests to $2. Increase download parallelization by distributing these requests across multiple hostnames:
sl: Ta stran pošlje $1 zahtev, ki jih je mogoče poslati vzporedno, v gostitelja $2. Povečajte število vzporednih prenosov z razporejanjem teh zahtev čez več gostiteljskih imen:

source: Use an Application Cache
sl: Uporaba predpomnilnika programov

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
sl: Uporaba predpomnilnika programov omogoča takojšen prikaz strani. Ti dokumenti HTML lahko uporabijo predpomnilnik programov za skrajšanje časa, potrebnega, da lahko uporabniki začnejo uporabljati stran:

source: Using document.write to fetch external resources can introduce serialization delays in the rendering of the page. The following resources use document.write to fetch external resources:
sl: Uporaba klica document.write za prenos zunanjih virov lahko povzroči serializacijske zakasnitve pri upodabljanju strani. Ti viri uporabljajo klic document.write za prenos zunanjih virov:
