Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.11.2.0/src/pagespeed/po/*.po
Languages: lv

source: $1 (Dimensions: $2 x $3)
lv: $1 (izmēri: $2 x $3)

source: $1 (Dimensions: $2 x $3) ($4 uses)
lv: $1 (izmēri: $2 x $3) ($4 pielietojumi)

source: $1 (expiration not specified)
lv: $1 (beigu termiņš nav norādīts)

source: $1 calls document.write on line $2 to fetch:
lv: $1 izsauc komandu document.write rindā $2, lai iegūtu:

source: $1 has CSS in the document body.
lv: Dokumenta·$1·pamatdaļā·ir·CSS·resurss.

source: $1 has CSS in the document body:
lv: Dokumenta $1 pamatdaļā ir CSS resurss:

source: $1 has a request size of $2
lv: Vietrāža·URL·$1·pieprasījuma·lielums·ir·$2

source: $1 is resized in HTML or CSS from $2x$3 to $4x$5. Serving a scaled image could save $6 ($7% reduction).
lv: $1·lielums·HTML·vai·CSS·kodā·ir·mainīts·no·$2·x·$3·uz·$4·x·$5. Mērogota·attēla·rādīšana·varētu·ietaupīt·$6·($7%·samazinājums).

source: $1 is resized in HTML or CSS. Serving a scaled image could save $2 ($3% reduction).
lv: $1 lielums HTML vai CSS kodā ir mainīts. Mērogota attēla rādīšana varētu ietaupīt $2 ($3% samazinājums).

source: $1 loads $2 synchronously.
lv: $1 ielādē $2 vienlaikus.

source: $1 should inline the following small resources:
lv: Dokumentā $1 ir jāiekļauj šādi nelielie resursi:

source: $1 style block(s) in the body should be moved to the document head.
lv: $1 stila bloks(-i) pamatdaļā ir jāpārvieto uz dokumenta galveni.

source: Avoid CSS @import
lv: Izvairīšanās no CSS @import

source: Avoid bad requests
lv: Izvairīšanās no nepareiziem pieprasījumiem

source: Avoid document.write
lv: Izvairīšanās no komandas document.write

source: CSS in the document body adversely impacts rendering performance.
lv: CSS resursi dokumenta pamatdaļā nelabvēlīgi ietekmē renderēšanas veiktspēju.

source: Combine external CSS
lv: Ārējo CSS resursu apvienošana

source: Combine external JavaScript
lv: Ārējo JavaScript resursu apvienošana

source: Combine images into CSS sprites
lv: Attēlu apvienošana CSS gariņos

source: Compressing $1 could save $2 ($3% reduction).
lv: Saspiežot $1, varētu ietaupīt $2 ($3% samazinājums).

source: Compressing the following resources with gzip could reduce their transfer size by $1 ($2% reduction).
lv: Saspiežot tālāk minētos resursus·ar gzip, varētu samazināt pārsūtāmo datu lielumu par $1 ($2% samazinājums).

source: Cookies: $1
lv: Sīkfaili: $1

source: Cookies: $1 (note that this is a static resource, and should be served from a cookieless domain)
lv: Sīkfaili: $1 (ņemiet vērā, ka šis ir statisks resurss un tas ir jāapkalpo no domēna, kuram nav sīkfailu)

source: Enable compression
lv: Resursu saspiešanas iespējošana

source: Inline Small CSS
lv: Nelielu CSS resursu iekļaušana

source: Inline Small JavaScript
lv: Neliela JavaScript resursa iekļaušana

source: Inline script block #$1
lv: Iekļautais skriptu bloks #$1

source: Leverage browser caching
lv: Pārlūka kešošanas izmantošana

source: Link node $1 should be moved to the document head.
lv: Saites mezgls $1 ir jāpārvieto uz dokumenta galveni.

source: Losslessly compressing $1 could save $2 ($3% reduction).
lv: Saspiežot $1 bez·datu·zudumiem, varētu ietaupīt $2 ($3% samazinājums).

source: Minify CSS
lv: CSS faila samazināšana

source: Minify HTML
lv: HTML samazināšana

source: Minify JavaScript
lv: JavaScript samazināšana

source: Minifying $1 could save $2 ($3% reduction).
lv: Samazinot $1, varētu ietaupīt $2 ($3% samazinājums).

source: Minifying the following CSS resources could reduce their size by $1 ($2% reduction).
lv: Tālāk·minēto·CSS·resursu·lielumu·var·samazināt par $1 ($2% samazinājums).

source: Minifying the following HTML resources could reduce their size by $1 ($2% reduction).
lv: Tālāk·minēto·HTML·resursu·lielumu·var·samazināt par $1 ($2% samazinājums).

source: Minifying the following JavaScript resources could reduce their size by $1 ($2% reduction).
lv: Tālāk·minēto·JavaScript·resursu·lielumu·var·samazināt par $1 ($2% samazinājums).

source: Minimize DNS lookups
lv: DNS meklēšanas reižu skaita samazināšana

source: Minimize redirects
lv: Novirzīšanas reižu skaita samazināšana

source: Minimize request size
lv: Pieprasījuma lieluma samazināšana

source: Optimize images
lv: Attēlu optimizēšana

source: Optimize the order of styles and scripts
lv: Stilu un skriptu secības optimizēšana

source: Optimizing the following images could reduce their size by $1 ($2% reduction).
lv: Optimizējot tālāk redzamos attēlus, varētu samazināt to lielumu par $1 ($2% samazinājums).

source: Other: $1
lv: Cits: $1

source: Parallelize downloads across hostnames
lv: Lejupielāžu sastatīšana starp saimniekdatoru nosaukumiem

source: Prefer asynchronous resources
lv: Priekšrokas došana asinhroniem resursiem

source: Put CSS in the document head
lv: CSS resursu ievietošana dokumenta galvenē

source: Referer Url: $1
lv: Atsauces URL: $1

source: Remove query strings from static resources
lv: Vaicājumu virkņu noņemšana no statiskiem resursiem

source: Remove the following redirect chain if possible:
lv: Ja iespējams, noņemiet šo novirzīšanas ķēdi:

source: Request URL: $1
lv: Pieprasījuma URL: $1

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
lv: Daži kešdarbes·starpniekserveri nekešo resursus, kuru vietrādī URL ir “?”. Noņemiet vaicājuma virkni un kodējiet parametrus vietrādī URL šādiem resursiem:

source: Serve resources from a consistent URL
lv: Resursu apkalpošana no nemainīga URL

source: Serve scaled images
lv: Mērogotu attēlu rādīšana

source: Specify a Vary: Accept-Encoding header
lv: Vary: Accept-Encoding galvenes norādīšana

source: Specify a cache validator
lv: Kešatmiņas pārbaudītāja norādīšana

source: Specify a character set early
lv: Rakstzīmju kopas norādīšana dokumenta sākumā

source: Specify image dimensions
lv: Attēlu izmēru norādīšana

source: The following cacheable resources have a short freshness lifetime. Specify an expiration at least one week in the future for the following resources:
lv: Tālāk minētajiem kešatmiņā ievietojamajiem resursiem ir īss izmantošanas laiks. Norādiet derīguma termiņu vismaz vienu nedēļu uz priekšu šādiem resursiem:

source: The following external CSS files were included after an external JavaScript file in $1. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
lv: Tālāk minētie ārējie CSS faili tika ietverti pēc ārējā JavaScript faila vietrādī URL $1. Lai nodrošinātu, ka CSS faili tiek lejupielādēti paralēli, vienmēr iekļaujiet ārējo CSS pirms ārējā JavaScript.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
lv: Tālāk minētajiem ārējiem resursiem ir neliela atbildes pamatdaļa. Iekļaujot atbildi valodā HTML, varētu samazināt lapas renderēšanas bloķēšanu.

source: The following external stylesheets were included in $1 using @import.
lv: Tālāk redzamās ārējās stilu lapas tika iekļautas vietrādī $1, izmantojot @import.

source: The following image(s) are missing width and/or height attributes.
lv: Tālāk redzamajam(-iem) attēlam(-iem) trūkst platuma un/vai augstuma atribūta.

source: The following images are resized in HTML or CSS. Serving scaled images could save $1 ($2% reduction).
lv: Tālāk redzamo attēlu lielums HTML·vai·CSS·kodā·tiek·mainīts. Mērogotu attēlu rādīšana varētu ietaupīt $1 ($2% samazinājums).

source: The following images served from $1 should be combined into as few images as possible using CSS sprites.
lv: Tālāk redzamie·attēli, kurus rāda vietrādī URL $1, ir jāapvieno pēc iespējas mazākā failu skaitā, izmantojot CSS gariņus.

source: The following inline script blocks were found in $1 between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
lv: Tālāk minētie iekļautie skriptu bloki tika atrasti vietrādī URL $1 starp ārējo CSS failu un citu resursu. Lai atļautu paralēlu lejupielādi, pārvietojiet iekļauto skriptu pirms ārējā CSS faila vai pēc nākamā resursa.

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
lv: Šādiem publiski kešojamiem un saspiežamiem resursiem ir jābūt Vary: Accept-Encoding galvenei:

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
lv: Tālāk minētie pieprasījumi uzrāda 404/410 atbildes. Vai nu salabojiet bojātās saites, vai noņemiet atsauces uz neeksistējošiem resursiem.

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
lv: Tālāk minētie resursi tiek ielādēti vienlaikus. Ielādējiet tos asinhroni, lai samazinātu lapas renderēšanas bloķēšanu.

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
lv: Tālāk minētajiem resursiem trūkst kešatmiņas pārbaudītāja. Resursus, kuriem nav norādīts kešatmiņas pārbaudītājs, nevar efektīvi atsvaidzināt. Norādiet Last-Modified vai ETag galveni, lai iespējotu kešatmiņas pārbaudi šādiem resursiem:

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save $1 request(s) and $2.
lv: Tālāk minētajiem resursiem ir identisks saturs, taču tos apkalpo dažādi vietrāži URL. Apkalpojiet šos resursus no viena URL, lai ietaupītu $1 pieprasījumu(-s) un $2.

source: The following resources have no character set specified or have a non-default character set specified late in the document. Specifying a character set early in these documents can speed up browser rendering.
lv: Tālāk minētajiem resursiem nav norādīta rakstzīmju kopa, vai dokumentu turpinājumā tiem ir norādīta rakstzīmju kopa,·kas·nav·noklusētā·kopa. Norādot rakstzīmju kopu šo dokumentu sākumā, iespējams paātrināt pārlūka renderēšanu.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
lv: Katrs tālāk minēto vietrāžu URL saimniekdatora nosaukums apkalpo tikai vienu resursu. Izvairieties no liekajām DNS meklēšanas reizēm, apkalpojot šos resursus no esošajiem saimniekdatoru nosaukumiem.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
lv: Tālāk minēto vietrāžu URL pieprasījumi nesatilpst vienā paketē. Samazinot pieprasījumu lielumu, varētu samazināt latentumu.

source: There are $1 CSS files served from $2. They should be combined into as few files as possible.
lv: Pastāv $1 CSS faili, kurus apkalpo domēns $2. Tie jāapvieno, lai failu skaits būtu pēc iespējas mazāks.

source: There are $1 JavaScript files served from $2. They should be combined into as few files as possible.
lv: Pastāv $1 JavaScript faili, kurus apkalpo domēns $2. Tie jāapvieno, lai failu skaits būtu pēc iespējas mazāks.

source: This page makes $1 parallelizable requests to $2. Increase download parallelization by distributing these requests across multiple hostnames:
lv: Šī lapa veic $1 sastatāmus pieprasījumus saimniekdatorā $2. Palieliniet lejupielādes sastatīšanu, izplatot šos pieprasījumus pa vairākiem saimniekdatoru nosaukumiem:

source: Using document.write to fetch external resources can introduce serialization delays in the rendering of the page. The following resources use document.write to fetch external resources:
lv: Ja tiek izmantota komanda document.write, lai iegūtu ārējos resursus, iespējams, radīsies serializācijas aizkaves lapas renderēšanas procesā. Tālāk minētie resursi izmanto komandu document.write, lai iegūtu ārējos resursus:

source: _$1_ (score=$2)
lv: _$1_ (rādītājs = $2)
