Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.14.0.0/src/pagespeed/po/*.po
Languages: el, fi, fil, ja, no, vi

source: Your page has no redirects. Learn more about %(BEGIN_LINK)savoiding landing page redirects%(END_LINK)s.
el: Η σελίδα σας δεν διαθέτει ανακατευθύνσεις. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sαποφυγή ανακατευθύνσεων σελίδας προορισμού%(END_LINK)s.
fi: Sivullasi ei ole uudelleenohjauksia. Lue lisää %(BEGIN_LINK)saloitussivun uudelleenohjausten välttämisestä%(END_LINK)s.
no: Siden din har ingen viderekoblinger. Finn ut mer om å %(BEGIN_LINK)sunngå viderekoblinger fra landingssider%(END_LINK)s.

source: Your page requires additional network round trips to render the above-the-fold content. For best performance, reduce the amount of HTML needed to render above-the-fold content.
el: Η σελίδα σας απαιτεί επιπλέον διαδρομές δικτύου για την απόδοση του παραπάνω περιεχομένου στο επάνω μέρος. Για καλύτερη απόδοση, περιορίστε την ποσότητα HTML που απαιτείται για την απόδοση περιεχομένου στο επάνω μέρος.
fi: Sivusi tarvitsee ylimääräisiä latauskiertoja hahmontaakseen sivun yläosan sisällön. Paranna sivun tehokkuutta vähentämällä sivun yläosan sisällön hahmontamiseen tarvittavan HTML-koodin määrää.
fil: Nangangailangan ang iyong pahina ng mga karagdagang round trip sa network upang i-render ang nilalaman sa itaas ng fold. Para sa pinakamahusay na performance, bawasan ang HTML na kailangan upang i-render ang nilalaman sa itaas ng fold.
no: Siden din krever ytterligere rundturer i nettverket for å gjengi innhold på den synlige delen av nettsiden. For best mulig ytelse må du redusere mengden HTML som kreves for å gjengi det synlige innholdet.
vi: Trang của bạn yêu cầu có thêm các vòng trao đổi thông tin mạng để hiển thị nội dung trong màn hình đầu tiên. Để có hiệu suất cao nhất, hãy giảm số lượng HTML cần dùng để hiển thị nội dung trong màn hình đầu tiên.

source: Your server responded quickly. Learn more about %(BEGIN_LINK)sserver response time optimization%(END_LINK)s.
el: Η απόκριση του διακομιστή σας ήταν ταχεία. Μάθετε περισσότερα σχετικά με τη %(BEGIN_LINK)sβελτιστοποίηση του χρόνου απόκρισης του διακομιστή%(END_LINK)s.
fi: Palvelin vastasi nopeasti. Lue lisää %(BEGIN_LINK)spalvelimen vastausajan optimoinnista%(END_LINK)s.
no: Tjeneren din svarte raskt. Finn ut mer om %(BEGIN_LINK)soptimalisering av tjenerens responstid%(END_LINK)s.

source: $1 ($2 of inline JavaScript)
ja: $1（$2 の JavaScript インラインフレーム）

source: $1 ($2 reflows)
ja: $1（$2 リフロー）

source: $1 (Dimensions: $2 x $3)
ja: $1（サイズ: $2 x $3）

source: $1 (Dimensions: $2 x $3) ($4 uses)
ja: $1（サイズ: $2 x $3）（$4 回使用）

source: $1 (expiration not specified)
ja: $1（有効期限が指定されていません）

source: $1 calls document.write on line $2 to fetch:
ja: $1 の $2 行目の document.write 呼び出しで取得された URL:

source: $1 has CSS in the document body.
ja: $1 のドキュメント ボディに CSS があります。

source: $1 has CSS in the document body:
ja: $1 のドキュメント ボディに以下の CSS があります:

source: $1 has a request size of $2
ja: $1 のリクエスト サイズは $2 です

source: $1 is an uncacheable redirect to $2
ja: $1 から $2 にキャッシュを利用せずにリダイレクトされています

source: $1 is resized in HTML or CSS from $2x$3 to $4x$5. Serving a scaled image could save $6 ($7 reduction).
ja: $1 は HTML または CSS 内でサイズが $2 x $3 から $4 x $5 に変更されます。変更後のサイズで画像を提供すると $6（$7）削減できます。

source: $1 is resized in HTML or CSS. Serving a scaled image could save $2 ($3 reduction).
ja: $1 は HTML または CSS 内でサイズが変更されます。変更後のサイズで画像を提供すると $2（$3）削減できます。

source: $1 line $2 ($3)
ja: $1 行 $2（$3）

source: $1 loads $2 synchronously.
ja: $1 は $2 を同期して読み込みます。

source: $1 of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
ja: 最初のページの読み込み中に JavaScript の $1 が解析されます。JavaScript の解析を遅延することで、ページ レンダリングの障害が軽減します。

source: $1 should inline the following small resources:
ja: 以下の小さなリソースを $1 にインライン化してください:

source: $1 style block(s) in the body should be moved to the document head.
ja: ボディ内の $1 個のスタイル ブロックをドキュメント ヘッドに移動してください。

source: $1KiB
ja: $1 KB

source: $1MiB
ja: $1 MB

source: Avoid document.write
ja: document.write を使用しない

source: Compressing $1 could save $2 ($3 reduction).
ja: $1 を圧縮すると $2（$3）削減できます。

source: Compressing the following resources with gzip could reduce their transfer size by $1 ($2 reduction).
ja: 以下のリソースを gzip で圧縮すると転送サイズを $1（$2）削減できます。

source: Cookies: $1
ja: Cookie: $1

source: Cookies: $1 (note that this is a static resource, and should be served from a cookieless domain)
ja: Cookie: $1（これは静的リソースなので、Cookie を使用しないドメインから提供してください）

source: Inline script block #$1
ja: インライン スクリプト ブロック #$1

source: Link node $1 should be moved to the document head.
ja: リンク ノード $1 はドキュメント ヘッドに移動してください。

source: Losslessly compressing $1 could save $2 ($3 reduction).
ja: $1 を可逆圧縮すると $2（$3）削減できます。

source: Minifying $1 could save $2 ($3 reduction) after compression.
ja: $1 を縮小すると $2（$3）削減できます。

source: Minifying $1 could save $2 ($3 reduction).
ja: $1 を縮小すると $2（$3）削減できます。

source: Minifying the following CSS resources could reduce their size by $1 ($2 reduction).
ja: 以下の CSS リソースを縮小すると、サイズを $1（$2）削減できます。

source: Minifying the following HTML resources could reduce their size by $1 ($2 reduction).
ja: 以下の HTML リソースを縮小すると、サイズを $1（$2）削減できます。

source: Minifying the following JavaScript resources could reduce their size by $1 ($2 reduction).
ja: 以下の JavaScript リソースを縮小すると、サイズを $1（$2）削減できます。

source: Optimizing the following images could reduce their size by $1 ($2 reduction).
ja: 以下の画像を最適化すると、サイズを $1（$2）削減できます。

source: Other: $1
ja: その他: $1

source: Referer Url: $1
ja: リファラー URL: $1

source: Request URL: $1
ja: リクエスト URL: $1

source: The following JavaScript call stack (executed $1 times) caused reflows that took $2 milliseconds: $3
ja: 以下の JavaScript コール スタック（$1 回実行）が $2 ミリ秒のリフローを引き起こしました: $3

source: The following JavaScript call stack caused a reflow that took $1 milliseconds: $2
ja: 以下の JavaScript コール スタックが $1 ミリ秒のリフローを引き起こしました: $2

source: The following cacheable resources have a short freshness lifetime. Specify an expiration at least one week in the future for the following resources:
ja: 以下のリソースではキャッシュの有効期間が短くなっています。少なくとも 1 週間以上先の有効期間を以下のリソースに対して指定してください:

source: The following external CSS files were included after an external JavaScript file in $1. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
ja: $1 では、以下の外部 CSS ファイルが外部 JavaScript ファイルの後に指定されています。CSS ファイルが同時にダウンロードされるようにするには、外部 CSS ファイルを必ず外部 JavaScript ファイルの前に指定してください。

source: The following external stylesheets were included in $1 using @import.
ja: 以下の外部スタイルシートが、@import を使用して $1 に含まれています。

source: The following images are resized in HTML or CSS. Serving scaled images could save $1 ($2 reduction).
ja: 以下の画像は HTML または CSS 内でサイズが変更されます。変更後のサイズで画像を提供すると $1（$2）削減できます。

source: The following images served from $1 should be combined into as few images as possible using CSS sprites.
ja: $1 から提供される以下の画像は、CSS スプライトを使用してできるだけ少ない画像にまとめてください。

source: The following inline script blocks were found in $1 between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
ja: $1 には、外部 CSS ファイルと他のリソースとの間に以下のインライン スクリプト ブロックがあります。ダウンロードを同時に処理するには、インライン スクリプトを外部 CSS ファイルの前、またはその次のリソースの後に移動してください。

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save $1 request(s) and $2.
ja: 以下のリソースではコンテンツが重複していますが、別々の URL から提供されています。これらのリソースを 1 つの URL から提供すると、リクエストを $1 件とサイズを $2 減らすことができます。

source: The host $1 should enable Keep-Alive. It serves the following resources.
ja: ホスト $1 は Keep-Alive を有効にする必要があります。このホストは次のリソースを提供します。

source: There are $1 CSS files served from $2. They should be combined into as few files as possible.
ja: $1 個の CSS ファイルが $2 から提供されています。できるだけ少ないファイル数にまとめてください。

source: There are $1 JavaScript files served from $2. They should be combined into as few files as possible.
ja: $1 個の JavaScript ファイルが $2 から提供されています。できるだけ少ないファイル数にまとめてください。

source: This page makes $1 parallelizable requests to $2. Increase download parallelization by distributing these requests across multiple hostnames:
ja: このページは、$1 件の同時読み込みリクエストを $2 に送信します。これらのリクエストを複数のホスト名に分散することで、同時読み込み速度を速めることができます:

source: Using document.write to fetch external resources can introduce serialization delays in the rendering of the page. The following resources use document.write to fetch external resources:
ja: 外部リソースの取得に document.write を使用すると、ページ レンダリングでシリアル化遅延が発生する可能性があります。外部リソースの取得に document.write を使用しているリソースは次のとおりです:
