Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.14.0.0/src/pagespeed/po/*.po
Languages: el, fi, fil, ja, no, vi

source: Compacting HTML code, including any inline JavaScript and CSS contained in it, can save many bytes of data and speed up download and parse times.
el: Η συμπύκνωση κώδικα HTML, συμπεριλαμβανομένου οποιουδήποτε ενσωματωμένου JavaScript και CSS που περιέχεται σε αυτόν, μπορεί να εξοικονομήσει πολλά byte δεδομένων και να επιταχύνει τη λήψη και την ανάλυση.
fi: Tiivistämällä HTML-koodia ja siihen sisältyvää upotettua JavaScriptiä ja CSS-tyylikomentoja voit vähentää ladattavien tavujen määrää ja nopeuttaa lataamista ja jäsentämistä.
fil: Makakatipid ng maraming byte ng data at makakapagpabilis sa mga oras ng pag-download at pag-parse ang pag-compact ng HTML code, kasama na ang anumang inline na JavaScript at CSS na nilalaman nito.
no: Komprimering av HTML-kode, inkludert eventuelle innebygde JavaScript og CSS i den, kan spare mange byte med data samt gi raskere nedlasting og analysering.
vi: Nén mã HTML, bao gồm mọi JavaScript và CSS nội dòng có trong đó, có thể tiết kiệm nhiều byte dữ liệu đồng thời tăng tốc thời gian tải xuống và phân tích cú pháp.

source: Compacting JavaScript code can save many bytes of data and speed up downloading, parsing, and execution time.
el: Η συμπύκνωση κώδικα JavaScript μπορεί να εξοικονομήσει πολλά byte δεδομένων και να βελτιώσει τη λήψη, την ανάλυση και τον χρόνο εκτέλεσης.
fi: Tiivistämällä JavaScript-koodia voit vähentää ladattavien tavujen määrää ja nopeuttaa lataamista, jäsennystä ja suorittamista.
fil: Makakatipid ng maraming byte ng data at makakapagpabilis sa oras ng pag-download, pag-parse at pag-execute ang pag-compact ng JavaScript code.
no: Komprimering av JavaScript-kode kan spare mange byte med data og gi raskere nedlasting, analysering og utførelse.
vi: Nén mã JavaScript có thể tiết kiệm nhiều byte dữ liệu và làm tăng tốc thời gian tải xuống, phân tích cú pháp và thực thi.

source: Compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: Με τη συμπίεση της διεύθυνσης %(URL)s θα μπορούσε να γίνει εξοικονόμηση %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Resurssin %(URL)s pakkaaminen voi säästää %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Ang pagko-compress ng %(URL)s ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: Komprimering av %(URL)s kan spare %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: Nén %(URL)s có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: Compressing resources with gzip or deflate can reduce the number of bytes sent over the network.
el: Η συμπίεση των πόρων με <code>gzip</ code> ή <code>deflate</ code> μπορεί να μειώσει τον αριθμό των byte που αποστέλλονται μέσω του δικτύου.
fi: Tiivistämällä resursseja gzip- tai deflate-koodilla voit vähentää verkon kautta lähetettävien tavujen määrää.
fil: Maaaring bawasan ng pag-compress ng mga mapagkukunan gamit ang gzip o deflate ang bilang ng mga byte na ipinapadala sa network.
no: Komprimering av ressurser med <code>gzip</code> eller <code>deflate</code> kan redusere antallet byte som sendes over nettverket.
vi: Nén tài nguyên bằng gzip hoặc giảm số lượng có thể làm giảm số byte được gửi qua mạng.

source: Compressing the HTML of your page can make your page render the majority of above the fold content within the first 15kB of the response.
el: Η συμπίεση του κώδικα HTML της σελίδας σας μπορεί να κάνει τη σελίδα σας να αποδίδει το μεγαλύτερο μέρος του περιεχομένου στο επάνω μέρος από τα πρώτα 15 KB της απόκρισης.
fi: Pakkaamalla sivun HTML-koodin voit saada suurimman osan sivun yläosan sisällöstä hahmontumaan vastauksen ensimmäisen 15 kt:n aikana.
fil: Ang pagko-compress sa HTML ng iyong pahina ay makakapagdulot na mare-render ng iyong pahina ang karamihan ng nilalaman sa itaas ng fold sa loob ng unang 15kB ng tugon.
no: Komprimering av HTML på siden din kan gjøre at siden gjengir det meste av det synlige innholdet i de første 15 kB av responsen.
vi: Nén HTML trên trang của bạn có thể giúp trang hiển thị phần lớn nội dung trong màn hình đầu tiên trong vòng 15 kB phản hồi đầu tiên.

source: Cookies: %(SIZE_IN_BYTES)s
el: Cookie: %(SIZE_IN_BYTES)s
fi: Evästeet: %(SIZE_IN_BYTES)s
no: Informasjonskapsler: %(SIZE_IN_BYTES)s
vi: Cookie: %(SIZE_IN_BYTES)s

source: Cookies: %(SIZE_IN_BYTES)s (note that this is a static resource, and should be served from a cookieless domain)
el: Cookie: %(SIZE_IN_BYTES)s (λάβετε υπόψη σας ότι αυτός είναι ένας στατικός πόρος και θα πρέπει να εμφανίζεται από έναν τομέα χωρίς cookie)
fi: Evästeet: %(SIZE_IN_BYTES)s (huomaa, että tämä on staattinen resurssi, joka tulee lähettää evästeettömästä verkkotunnuksesta)
fil: Cookies: %(SIZE_IN_BYTES)s (tandaan na isa itong static na tugon, at ihatid dapat mula sa domain na walang cookie)
no: Informasjonskapsler: %(SIZE_IN_BYTES)s (merk at dette er en statisk ressurs som bør brukes på et domene uten informasjonskapsler)
vi: Cookie: %(SIZE_IN_BYTES)s (lưu ý rằng đây là tài nguyên tĩnh và phải được phân phối từ miền không có cookie)

source: Defer parsing of JavaScript
el: Αναβολή ανάλυσης του JavaScript
fi: Lykkää JavaScriptin jäsentämistä
fil: I-defer ang pag-parse ng JavaScript
ja: JavaScript の解析を遅延する
no: Utsett analyse av JavaScript
vi: Trì hoãn việc phân tích cú pháp JavaScript

source: Eliminate render-blocking JavaScript and CSS in above-the-fold content
el: Περιορισμός JavaScript και CSS αποκλεισμού απόδοσης στο περιεχόμενο στο επάνω μέρος
fi: Poista hahmonnuksen estävä JavaScript ja CSS sivun yläosan sisällöstä
fil: Alisin ang JavaScript at CSS na nagba-block sa pagre-render sa nilalaman sa itaas ng fold
no: Eliminer gjengivelsesblokkering av JavaScript og CSS i innhold som er synlig på nettsiden
vi: Loại bỏ JavaScript và CSS chặn hiển thị trong nội dung trong màn hình đầu tiên

source: Eliminate unnecessary reflows
el: Εξάλειψη ανεπιθύμητων αναδιατάξεων
fi: Estä turhat uudelleenrivitykset
fil: Mag-alis ng mga hindi kinakailangang muling pagdaloy
ja: 不要なリフローをなくす
no: Eliminering av unødvendige utforminger
vi: Loại bỏ các chỉnh lại dòng không cần thiết

source: Enable Keep-Alive
el: Ενεργοποίηση του Keep-Alive
fi: Ota Keep-Alive käyttöön
fil: Paganahin ang Keep-Alive
ja: Keep-Alive を有効にする
no: Aktiver Keep-Alive
vi: Kích hoạt tính năng Keep-Alive

source: Enable compression
el: Ενεργοποίηση συμπίεσης
fi: Ota pakkaus käyttöön
fil: Paganahin ang compression
ja: 圧縮を有効にする
no: Aktiver komprimering
vi: Bật nén

source: Improve server response time
el: Βελτίωση χρόνου απόκρισης διακομιστή
fi: Paranna palvelimen vastausaikaa
fil: Pahusayin ang oras ng pagtugon ng server
no: Bedre responstid for tjener
vi: Cải thiện thời gian phản hồi của máy chủ

source: In our test, your server responded in %(RESPONSE_TIME)s. There are many factors that can slow down your server response time. %(BEGIN_LINK)sPlease read our recommendations%(END_LINK)s to learn how you can monitor and measure where your server is spending the most time.
el: Στη δοκιμή μας, ο χρόνος απόκρισης του διακομιστή σας ήταν %(RESPONSE_TIME)s. Υπάρχουν πολλοί παράγοντες που μπορεί να επιβραδύνουν το χρόνο απόκρισης του διακομιστή σας. %(BEGIN_LINK)sΔιαβάστε τις προτάσεις μας%(END_LINK)s για να μάθετε με ποιον τρόπο μπορείτε να παρακολουθήσετε και να υπολογίσετε πού ξοδεύει ο διακομιστής σας τον περισσότερο χρόνο.
fi: Palvelimesi vastausaika oli testissämme %(RESPONSE_TIME)s. Useat tekijät voivat hidastaa palvelimen vastausaikaa. %(BEGIN_LINK)sSuosituksistamme%(END_LINK)s saat lisätietoja siitä, miten voit tarkkailla ja mitata toimia, joihin palvelimesi käyttää eniten aikaa.
fil: Sa aming pagsubok, tumugon ang iyong server sa loob ng %(RESPONSE_TIME)s. May maraming salik na makakapagpabagal sa oras ng pagtugon ng iyong server. %(BEGIN_LINK)sPakibasa ang aming mga rekomendasyon%(END_LINK)s upang matutunan kung paano mo masusubaybayan at masusukat kung saan gumugugol ng higit na oras ang iyong server.
no: I testen vår svarte tjeneren på %(RESPONSE_TIME)s. Det er mange faktorer som kan redusere tjenerens responstid.%(BEGIN_LINK)sLes anbefalingene våre%(END_LINK)s for å finne ut hvordan du kan overvåke og måle hva tjeneren bruker mest tid på.
vi: Trong lần kiểm tra của chúng tôi, máy chủ của bạn đã phản hồi sau %(RESPONSE_TIME)s. Có nhiều yếu tố có thể làm chậm thời gian phản hồi của máy chủ. %(BEGIN_LINK)sVui lòng đọc các đề xuất của chúng tôi%(END_LINK)s để tìm hiểu cách bạn có thể theo dõi và đo lường nơi máy chủ của bạn mất nhiều thời gian nhất.

source: Inline Small CSS
el: Ενσωματωμένο μικρό CSS
fi: Upota pieni CSS
fil: Mag-inline ng Maliit na CSS
ja: 小さな CSS をインライン化する
no: Bygg inn et lite CSS
vi: Đặt nội tuyến CSS nhỏ

source: Inline Small JavaScript
el: Ενσωμάτωση μικρού JavaScript
fi: Upota pieni JavaScript
fil: Mag-inline ng Maliit na JavaScript
ja: 小さな JavaScript をインライン化する
no: Bygg inn et lite JavaScript
vi: Đặt nội tuyến JavaScript nhỏ

source: Inline previews of visible images
el: Ενσωμάτωση προεπισκοπήσεων ορατών εικόνων
fi: Upota näkyvien kuvien esikatselut
fil: Mga inline na preview ng mga nakikitang larawan
no: Innebygde forhåndsvisninger av synlige bilder
vi: Xem trước nội dòng các hình ảnh hiển thị

source: Inline render-blocking CSS
el: Ενσωμάτωση CSS αποκλεισμού απόδοσης
fi: Upota hahmonnuksen estävä CSS
fil: I-inline ang CSS na nagba-block sa pagre-render
no: Innebygget gjengivelsesblokkering – CSS
vi: Đặt nội tuyến CSS chặn hiển thị

source: Inline script block #%(INDEX)s
el: Αποκλεισμός ενσωματωμένου σεναρίου #%(INDEX)s
fi: Upota koodin esto #%(INDEX)s
fil: Inline na script block #%(INDEX)s
no: Innebygd skriptblokkering %(INDEX)s
vi: Đặt nội tuyến khối tập lệnh #%(INDEX)s

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
el: Η JavaScript που εκτελείται στους ακόλουθους πόρους προκάλεσε ανεπιθύμητες αναδιατάξεις. Για να μειώσετε το χρόνο απόδοσης της σελίδας, τροποποιήστε τη JavaScript, ώστε να μην προκαλείται αναδιάταξη:
fi: Seuraavissa resursseissa suoritettu JavaScript aiheutti tarpeetonta uudelleenrivitystä. Voit lyhentää sivun hahmonnusaikaa muokkaamalla JavaScriptia niin, ettei se aiheuta uudelleenrivitystä:
fil: Nagdulot ng mga hindi kinakailangang muling pagdaloy ang JavaScript na pinagana sa mga sumusunod na mapagkukunan. Upang bawasan ang panahon ng pag-render ng pahina, baguhin ang JavaScript upang hindi ito magdulot ng muling pagdaloy:
ja: 以下のリソースで JavaScript が実行されたため、不要なリフローが引き起こされました。ページの表示時間を短縮するには、JavaScript を修正してリフローを引き起こさないようにしてください。
no: JavaScript-koden som ble kjørt i følgende ressurser, forårsaket overflødige utforminger. Du kan redusere gjengivelsestiden for siden ved å endre Javascript-koden slik at den ikke skaper en ny utforming:
vi: JavaScript thực thi các tài nguyên sau đây đã gây ra các chỉnh lại dòng không cần thiết. Để giảm thời gian hiển thị trang, hãy sửa đổi JavaScript sao cho không gây ra chỉnh lại dòng:

source: Leverage browser caching
el: Αξιοποίηση της λειτουργίας προσωρινής αποθήκευσης του προγράμματος περιήγησης
fi: Hyödynnä selaimen välimuistia
fil: Pag-cache ng leverage browser
ja: ブラウザのキャッシュを活用する
no: Tilpass nettleserbufring
vi: Nâng cao lưu vào bộ nhớ cache trong trình duyệt

source: Link node %(LINK_URL)s should be moved to the document head.
el: Ο σύνδεσμος κόμβου %(LINK_URL)s θα πρέπει να μετακινηθεί στο τμήμα "head" του εγγράφου.
fi: Linkkisolmu %(LINK_URL)s tulee siirtää dokumentin head-osaan.
fil: Ilipat dapat ang %(LINK_URL)s ng link node sa itaas na bahagi ng dokumento.
no: Koblingsnode %(LINK_URL)s bør flyttes til dokumentethodet.
vi: Nút liên kết %(LINK_URL)s phải được chuyển tới đầu tài liệu.

source: Load visible images first
el: Φόρτωση των ορατών εικόνων πρώτα
fi: Lataa näkyvät kuvat ensin
fil: Mag-load muna ng mga nakikitang larawan
no: Last først inn synlige bilder
vi: Tải hình ảnh hiển thị trước

source: Long web server response times delay page loading. Reduce your response times to make your page load faster.
el: Ο μεγάλος χρόνος απόκρισης του διακομιστή καθυστερεί τη φόρτωση της σελίδας. Μειώστε τους χρόνους απόκρισης για να επιταχύνετε τη φόρτωση της σελίδας.
fi: Pitkät palvelimen vastausajat viivästyttävät sivun lataamista. Lyhentämällä vastausaikoja nopeutat sivun latautumista.
fil: Inaantala ng mahahabang oras ng pagtugon ng web server ang paglo-load ng pahina. Bawasan ang mga oras ng iyong pagtugon upang gawing mas mabilis ang paglo-load ng iyong pahina.
no: Lang tjenerresponstid forsinker sideinnlastingen. Reduser responstiden slik at siden din lastes inn raskere.
vi: Thời gian phản hồi của máy chủ web lâu làm trì hoãn quá trình tải trang. Giảm thời gian phản hồi để giúp trang của bạn tải nhanh hơn.

source: Losslessly compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: Η συμπίεση χωρίς απώλειες %(URL)s θα μπορούσε να σας εξοικονομήσει %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Resurssin %(URL)s hävikitön pakkaaminen voi säästää %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Ang mahigpit na pagko-compress sa %(URL)s ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: Tapsfri komprimering av %(URL)s kan spare %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: Nén %(URL)s một cách không gây mất mát có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: Make content visible by end of HTML
el: Να είναι ορατό το περιεχόμενο έως το τέλος του HTML
fi: Tuo sisältö näkyviin ennen HTML-koodin loppua
fil: Gawing nakikita ang nilalaman sa dulo ng HTML
no: Gjør innhold synlig ved slutten av HTML
vi: Đặt nội dung hiển thị ở cuối HTML

source: Make landing page redirects cacheable
el: Επεξεργαστείτε τις ανακατευθύνσεις της σελίδας προορισμού ώστε να έχουν δυνατότητα προσωρινής αποθήκευσης
fi: Lisää aloitussivun uudelleenohjaukset välimuistiin.
fil: Gawing naka-cache ang mga pag-redirect ng landing page
ja: リンク先ページのリダイレクトでキャッシュを利用できるようにする
no: Sørg for at viderekoblinger for destinasjonssider kan bufres
vi: Đặt lưu các lần chuyển hướng trang đích trong bộ nhớ cache

source: Minify CSS
el: Ελαχιστοποίηση του CSS
fi: Pienennä CSS
fil: Paliitin ang CSS
ja: CSS を縮小する
no: Forminsk CSS
vi: Giảm bớt CSS

source: Minify HTML
el: Ελαχιστοποίηση HTML
fi: Pienennä HTML
fil: Paliitin ang HTML
ja: HTML を縮小する
no: Forminsk HTML
vi: Giảm bớt HTML

source: Minify JavaScript
el: Ελαχιστοποίηση JavaScript
fi: Pienennä JavaScript
fil: Paliitin ang JavaScript
ja: JavaScript を縮小する
no: Forminsk JavaScript
vi: Giảm bớt JavaScript

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction) after compression.
el: Η ελαχιστοποίηση %(URL)s θα μπορούσε να εξοικονομήσει %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s) μετά τη συμπίεση.
fi: Resurssin %(URL)s minimointi voi säästää pakkaamisen jälkeen %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Ang pagpapaliit sa %(URL)s ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas) pagkatapos ng compression.
no: Minimering av %(URL)s kan spare %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon) etter komprimering.
vi: Giảm bớt %(URL)s có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s) sau khi nén.

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: Η ελαχιστοποίηση %(URL)s θα μπορούσε να εξοικονομήσει %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Resurssin %(URL)s minimointi voi säästää %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Ang pagpapaliit sa %(URL)s ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: Minimering av %(URL)s kan spare %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: Giảm bớt %(URL)s có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: Minimize DNS lookups
el: Ελαχιστοποίηση αναζητήσεων DNS
fi: Vähennä DNS-hakuja
fil: I-minimize ang mga paghahanap sa DNS
ja: DNS ルックアップの回数を減らす
no: Minimer DNS-oppslag:
vi: Giảm thiểu số lần tra cứu DNS

source: Minimize redirects
el: Ελαχιστοποίηση ανακατευθύνσεων
fi: Vähennä uudelleenohjauksia
fil: I-minimize ang mga pag-redirect
ja: リダイレクトの回数を減らす
no: Minimer viderekoblinger
vi: Giảm thiểu số lần chuyển hướng

source: Minimize request size
el: Ελαχιστοποίηση του μεγέθους αιτήματος
fi: Pienennä pyynnön koko
fil: I-minimize ang laki ng kahilingan
ja: リクエスト サイズを減らす
no: Minimer størrelsen på forespørselen
vi: Giảm thiểu dung lượng yêu cầu

source: None of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
el: Δεν ήταν δυνατή η απόδοση καθόλου περιεχομένου στο επάνω μέρος στη σελίδα σας χωρίς αναμονή για τη φόρτωση των παρακάτω πόρων. Δοκιμάστε να διαφοροποιήσετε ή να φορτώσετε ασύγχρονα τους πόρους αποκλεισμού ή να ενσωματώσετε τα σημαντικά τμήματα αυτών των πόρων απευθείας στο HTML.
fi: Mitään sivun yläosan sisällöstä ei voitu hahmontaa odottamatta seuraavien resurssien latautumista. Lykkää hahmonnuksen estävien resurssien lataamista tai lataa ne asynkronisesti. Voit myös upottaa kyseisten resurssien tärkeimmät osat suoraan HTML-koodiin.
fil: Wala sa nilalaman sa itaas ng fold sa iyong pahina ang mare-render nang hindi naghihintay na ma-load ang mga sumusunod na mapagkukunan. Subukang i-defer o asynchronous na i-load ang mga nagba-block na mapagkukunan, o i-inline ang mahahalagang bahagi ng mga mapagkukunang iyon nang direkta sa HTML.
no: Ingen deler av innholdet som er synlig på siden din kan gjengis uten å vente på at de følgende ressursene skal lastes inn. Prøv å utsette eller laste inn blokkerte ressurser asynkront, eller bygg de viktigste delene av ressursene direkte inn i HTML.
vi: Không có nội dung trong màn hình đầu tiên nào trên trang của bạn được hiển thị mà không cần chờ bất kỳ tài nguyên nào sau đây tải. Cố gắng trì hoãn hoặc tải không đồng bộ các tài nguyên chặn hoặc đặt nội tuyến những phần quan trọng của các tài nguyên đó trực tiếp trong HTML.

source: Only %(PERCENTAGE)s of the final above-the-fold content of the page was able to be rendered using the whole HTML of the HTTP response for the page URL:
el: Μόνο το %(PERCENTAGE)s του τελικού περιεχομένου στο επάνω μέρος ήταν δυνατό να αποδοθεί χρησιμοποιώντας ολόκληρο το HTML της απόκρισης HTTP για τη διεύθυνση URL της σελίδας:
fi: Vain %(PERCENTAGE)s kaikesta sivun yläosan sisällöstä voitiin hahmontaa sivun URL-osoitteen HTTP-vastauksen koko HTML-koodin aikana:
fil: Ang %(PERCENTAGE)s lang ng pinal na nilalaman sa itaas ng fold ng pahina ang nakapag-render gamit ang buong HTML ng tugon ng HTTP para sa URL ng pahina:
no: Bare %(PERCENTAGE)s av det endelige innholdet som er synlig på siden kunne gjengis ved hjelp av all HTML-koden for HTTP-responsen for sidens nettadresse:
vi: Chỉ %(PERCENTAGE)s nội dung cuối cùng trong màn hình đầu tiên của trang có thể được hiển thị bằng cách sử dụng toàn bộ HTML của phản hồi HTTP cho URL trang:

source: Optimize images
el: Βελτιστοποίηση εικόνων
fi: Optimoi kuvat
fil: I-optimize ang mga larawan
ja: 画像を最適化する
no: Optimaliser bilder
vi: Tối ưu hóa hình ảnh

source: Optimize the order of styles and scripts
el: Βελτιστοποίηση της σειράς των στυλ και των σεναρίων
fi: Optimoi tyylien ja koodin järjestys
fil: I-optimize ang kaayusan ng mga estilo at script
ja: スタイルシートとスクリプトの順序を最適化する
no: Optimaliser rekkefølgen på stiler og skript
vi: Tối ưu hóa trình tự của các kiểu và tập lệnh

source: Other: %(SIZE_IN_BYTES)s
el: Άλλο: %(SIZE_IN_BYTES)s
fi: Muu: %(SIZE_IN_BYTES)s
fil: Iba pa: %(SIZE_IN_BYTES)s
no: Andre: %(SIZE_IN_BYTES)s
vi: Khác: %(SIZE_IN_BYTES)s

source: Parallelize downloads across hostnames
el: Παραλληλοποίηση λήψεων ανάμεσα σε ονόματα κεντρικού υπολογιστή
fi: Lataa samaan aikaan eri verkkotunnuksista
fil: I-parallel ang mga download sa mga hostname
ja: 複数のホスト名から同時に読み込む
no: Parallelliser nedlastinger på tvers av vertsnavn
vi: Song song hóa các tải xuống trên các tên máy chủ

source: Prefer asynchronous resources
el: Προτιμάτε ασύγχρονους πόρους
fi: Käytä asynkronisia resursseja
fil: Piliin ang asynchronous na mga mapagkukunan
ja: 非同期リソースを使用する
no: Foretrekk asynkrone ressurser
vi: Ưu tiên các tài nguyên không đồng bộ

source: Prioritize visible content
el: Ορισμός προτεραιότητας ορατού περιεχομένου
fi: Priorisoi näkyvä sisältö
fil: Gawing priyoridad ang nakikitang nilalaman
no: Prioriter synlig innhold
vi: Ưu tiên nội dung hiển thị

source: Properly formatting and compressing images can save many bytes of data.
el: Η σωστή μορφοποίηση και η συμπίεση εικόνων μπορεί να εξοικονομήσει πολλά byte δεδομένων.
fi: Muotoilemalla kuvat oikein ja pakkaamalla ne vähennät ladattavien tavujen määrää.
fil: Makakatipid ng maraming byte ng data ang maayos na pag-format at pag-compress ng mga larawan.
no: Riktig formatering og komprimering av bilder kan spare mange byte med data.
vi: Việc định dạng và nén hình ảnh phù hợp có thể tiết kiệm nhiều byte dữ liệu.

source: Put CSS in the document head
el: Τοποθέτηση CSS στην ενότητα "head" του εγγράφου
fi: Lisää CSS-koodi asiakirjan head-osaan
fil: Maglagay ng CSS sa itaas na bahagi ng dokumento
ja: CSS をドキュメント ヘッドに含める
no: Putt CSS i dokumentets topptekst
vi: Đặt CSS trong phần đầu tài liệu

source: Reduce request serialization
el: Μείωση σειριοποίησης αιτημάτων
fi: Vähennä pyyntöjen sarjoitusta
fil: Bawasan ang pag-serialize ng kahilingan
ja: リクエストの直列化を減らす
no: Reduser serialisering av forespørsler
vi: Giảm nối tiếp hóa yêu cầu

source: Reduce server response time
el: Μείωση χρόνου απόκρισης διακομιστή
fi: Lyhennä palvelimen vastausaikaa
fil: Bawasan ang oras ng pagtugon ng server
no: Reduser tjenerens responstid
vi: Giảm thời gian phản hồi của máy chủ

source: Referer Url: %(SIZE_IN_BYTES)s
el: Διεύθυνση URL παραπομπής: %(SIZE_IN_BYTES)s
fi: Viittaajan URL-osoite: %(SIZE_IN_BYTES)s
fil: Url ng Referer: %(SIZE_IN_BYTES)s
no: Henvisningsadresse: %(SIZE_IN_BYTES)s
vi: Url giới thiệu: %(SIZE_IN_BYTES)s

source: Remove query strings from static resources
el: Κατάργηση συμβολοσειρών ερωτημάτων από τους στατικούς πόρους
fi: Poista kyselymerkkijonot staattisista resursseista
fil: Alisin ang mga query string mula sa mga static na mapagkukunan
ja: 静的リソースからクエリ文字列を削除する
no: Fjern søkestrenger fra statiske ressurser
vi: Xóa các chuỗi truy vấn từ các tài nguyên tĩnh

source: Remove the following redirect chain if possible:
el: Εάν είναι εφικτό, καταργήστε την ακόλουθη αλυσίδα ανακατεύθυνσης:
fi: Poista seuraava uudelleenohjausketju, jos mahdollista:
fil: Alisin ang sumusunod na chain ng pag-redirect kung maaari:
ja: 次のリダイレクトの連鎖は可能であれば削除してください:
no: Hvis det er mulig, bør du fjerne følgende tabell for viderekobling:
vi: Xóa chuỗi chuyển hướng sau nếu có thể:

source: Request URL: %(SIZE_IN_BYTES)s
el: Αίτημα διεύθυνσης URL: %(SIZE_IN_BYTES)s
fi: Pyydetty URL-osoite: %(SIZE_IN_BYTES)s
fil: URL ng Kahilingan: %(SIZE_IN_BYTES)s
no: Be om nettadresse: %(SIZE_IN_BYTES)s
vi: URL yêu cầu: %(SIZE_IN_BYTES)s
