Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.14.0.0/src/pagespeed/po/*.po
Languages: el, fi, fil, ja, no, vi

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
el: Πόροι που περιέχουν ένα χαρακτήρα "?" στη διεύθυνση URL, δεν αποθηκεύονται προσωρινά από ορισμένους διακομιστές μεσολάβησης προσωρινής αποθήκευσης. Καταργήστε τη συμβολοσειρά ερωτήματος και κωδικοποιήστε τις παραμέτρους στη διεύθυνση URL για τους παρακάτω πόρους:
fi: Joidenkin välityspalvelimien välimuistiin ei lisätä resursseja, joiden URL-osoitteessa on ?-merkki. Poista kyselymerkkijono ja koodaa seuraavien resurssien parametrit URL-osoitteeseen:
fil: Ang mga mapagkukunan na may "?" sa URL ay hindi kina-cache ng ilang mga proxy na server na nagka-cache. Alisin ang query string at i-encode ang mga parameter sa URL para sa sumusunod na mga mapagkukunan:
ja: URL に「?」を含むリソースは、一部のプロキシ キャッシュ サーバーでキャッシュされません。以下のリソースの URL からクエリ文字列を削除し、URL 内にパラメータをエンコードしてください:
no: Ressurser med «?» i nettadressen bufres ikke av enkelte proxy-bufrende tjenere. Fjern søkestrengen, og kod parametrene inn i nettadressen for følgende ressurser:
vi: Các tài nguyên có dấu "?" trong URL không được một số máy chủ bộ nhớ cache proxy lưu trong bộ nhớ cache. Hãy xóa chuỗi truy vấn và mã hóa các thông số vào URL cho các tài nguyên sau:

source: Serve resources from a consistent URL
el: Εμφάνιση πόρων από μια σταθερή διεύθυνση URL
fi: Lähetä resursseja samasta URL-osoitteesta.
fil: Ihatid ang mga mapagkukunan mula sa isang matatag na URL
ja: 重複するリソースは 1 つの URL から提供する
no: Betjen ressurser fra én enkelt nettadresse
vi: Cung cấp các tài nguyên từ một URL nhất quán

source: Serve scaled images
el: Εμφάνιση εικόνων σε κλίμακα
fi: Käytä skaalattuja kuvia
fil: Maghatid ng mga naka-scale na larawan
ja: 変更後のサイズで画像を提供する
no: Betjen skalerte bilder
vi: Cung cấp hình ảnh được chia tỷ lệ

source: Setting an expiry date or a maximum age in the HTTP headers for static resources instructs the browser to load previously downloaded resources from local disk rather than over the network.
el: Ο καθορισμός μιας ημερομηνίας λήξης ή μιας μέγιστης ηλικίας στις κεφαλίδες HTTP για στατικούς πόρους συνιστά στο πρόγραμμα περιήγησης τη φόρτωση πόρων που έχουν ληφθεί στο παρελθόν, από τον τοπικό δίσκο και όχι μέσω του δικτύου.
fi: Asettamalla umpeutumispäivän tai enimmäisiän staattisten resurssien HTTP-header-osissa neuvot selainta lataamaan aiemmin ladatut resurssit tietokoneelta verkon sijaan.
fil: Ang pagtatakda ng expiry date o maximum na edad sa mga header ng HTTP para sa mga static na mapagkukunan ay nagbibigay-tagubilin sa browser na mag-load ng mga nakaraang na-download na mapagkukunan mula sa lokal na disk sa halip na sa network.
no: Angivelse av en utløpsdato eller en maksimumsalder i HTTP-overskriftene for statiske ressurser, gir nettleseren beskjed om å laste inn tidligere nedlastede ressurser fra en lokal disk i stedet for over nettverket.
vi: Thiết lập ngày hết hạn hoặc tuổi tối đa trong tiêu đề HTTP để tài nguyên tĩnh hướng dẫn trình duyệt tải tài nguyên đã tải xuống trước đó từ ổ đĩa cục bộ chứ không phải qua mạng.

source: Specify a Vary: Accept-Encoding header
el: Καθορίστε μια κεφαλίδα "Vary: Accept-Encoding"
fi: Määritä Vary: Accept-Encoding -otsikko
fil: Tumukoy ng header na Baguhin: Tumatanggap ng Pag-encode
ja: Vary: Accept-Encoding ヘッダーを指定する
no: Spesifiser en topptekst for Vary: Accept-Encoding
vi: Chỉ rõ tiêu đề Vary: Accept-Encoding

source: Specify a cache validator
el: Καθορίστε ένα εργαλείο επικύρωσης προσωρινής μνήμης
fi: Määritä välimuistitarkistaja
fil: Tumukoy ng validator ng cache
ja: キャッシュ バリデータを指定する
no: Spesifiser en bufringsvalidator
vi: Chỉ rõ một trình kiểm tra bộ nhớ cache

source: Specify a character set
el: Καθορίστε ένα σύνολο χαρακτήρων
fi: Määritä merkistö
fil: Tumukoy ng hanay ng character
ja: 文字セットを指定する
no: Angi et tegnsett
vi: Chỉ định bộ ký tự

source: Specify a viewport for mobile browsers
el: Καθορίστε μια θύρα προβολής για τα προγράμματα περιήγησης για κινητά
fi: Määritä viewport mobiiliselaimille
fil: Tumukoy ng viewport para sa mga browser sa mobile
no: Angi en visning for mobile nettlesere
vi: Chỉ định viewport cho các trình duyệt trên thiết bị di động

source: Specify image dimensions
el: Καθορισμός των διαστάσεων της εικόνας
fi: Määritä kuvien mitat
fil: Tumukoy ng mga sukat ng larawan
ja: 画像のサイズを指定する
no: Spesifiser bildedimensjoner
vi: Chỉ rõ kích thước hình ảnh

source: The following %(NUM_ELEMENTS)s Flash elements are included on the page or from included iframes. Adobe Flash Player is not supported on Apple iOS or Android versions greater than 4.0.x. Consider removing Flash objects and finding suitable replacements.
el: Τα παρακάτω %(NUM_ELEMENTS)s στοιχεία Flash συμπεριλαμβάνονται στη σελίδα ή προέρχονται από συμπεριλαμβανομένα iframe. Το Adobe Flash Player δεν υποστηρίζεται σε Apple iOS ή εκδόσεις Android υψηλότερες από 4.0.x. Εξετάστε το ενδεχόμενο να καταργήσετε τα αντικείμενα Flash και να τα αντικαταστήσετε κατάλληλα.
fi: Seuraavat %(NUM_ELEMENTS)s Flash-elementtiä sisältyvät sivuun tai siihen liittyviin iframes-kehyksiin. Adobe Flash Playeria ei tueta Apple iOS:n ja Androidin versiossa 4.0.x ja sitä uudemmissa. Suosittelemme poistamaan Flash-sisällön ja korvaamaan ne muilla tavoilla.
fil: Kasama ang sumusunod na %(NUM_ELEMENTS)s (na) elemento ng Flash sa pahina o mula sa mga isinamang iframe. Hindi sinusuportahan ang Adobe Flash Player sa Apple iOS o mga bersyon ng Android na mas mataas sa 4.0.x. Isaalang-alang ang pag-aalis ng mga Flash na bagay at paghahanap ng mga naaangkop na kapalit.
no: Følgende %(NUM_ELEMENTS)s Flash-elementer er inkludert på siden eller fra inkluderte iframes. Adobe Flash Player støttes ikke på Apple iOS- eller Android-versjoner nyere enn 4.0.x. Vurder å fjerne Flash-elementer og finne egnede erstatninger.
vi: %(NUM_ELEMENTS)s phần tử Flash sau được bao gồm trên trang hoặc từ các iframe được bao gồm. Adobe Flash Player không được hỗ trợ trên các phiên bản Apple iOS hoặc Android cao hơn 4.0.x. Hãy cân nhắc việc xóa các đối tượng Flash và tìm các đối tượng thay thế phù hợp.

source: The following %(NUM_RESOURCES)s external CSS resources blocked the rendering before the browser was able to render most of the above-the-fold content. Inlining them and enabling compression (if it is not enabled already) will make your page render most of the above-the-fold content in the first 15kB.
el: Οι παρακάτω %(NUM_RESOURCES)s εξωτερικοί πόροι CSS απέκλεισαν την απόδοση πριν το πρόγραμμα περιήγησης να καταφέρει να αποδώσει το μεγαλύτερο τμήμα του περιεχομένου στο επάνω μέρος. Η ενσωμάτωσή τους και η ενεργοποίηση της συμπίεσης (εφόσον δεν έχει ενεργοποιηθεί ήδη) θα καταστήσει δυνατή την απόδοση του μεγαλύτερου τμήματος του περιεχομένου στο επάνω μέρος στα πρώτα 15 KB.
fi: Seuraavat %(NUM_RESOURCES)s ulkoista CSS-resurssia estivät hahmonnuksen ennen kuin selain pystyi hahmontamaan suurimman osan sivun yläosan sisällöstä. Voit saada suurimman osan sivun yläosan sisällöstä hahmontumaan ensimmäisen 15 kt:n aikana upottamalla nämä resurssit ja ottamalla pakkauksen käyttöön (jos se ei vielä ole käytössä).
fil: Na-block ng sumusunod na %(NUM_RESOURCES)s (na) panlabas na mapagkukunan ng CSS ang pagre-render bago na-render ng browser ang karamihan ng nilalaman sa itaas ng fold. Ang pag-i-inline sa mga ito at pag-e-enable ng compression (kung hindi pa ito naka-enable) ay magdudulot na ma-render ng iyong pahina ang karamihan ng nilalaman sa itaas ng fold sa unang 15kB.
no: De følgende %(NUM_RESOURCES)s eksterne CSS-ressurserne blokkerte gjengivelsen før nettleseren kunne gjengi det meste av det synlige innholdet. Innebygging av ressursene og aktivering av komprimering (hvis det ikke er aktivert allerede) gjør at siden gjengir det meste av det synlige innholdet i løpet av de første 15 KB.
vi: %(NUM_RESOURCES)s tài nguyên CSS bên ngoài sau đã chặn quá trình hiển thị trước khi trình duyệt có thể hiển thị phần lớn nội dung trong màn hình đầu tiên. Việc đặt nội tuyến chúng và cho phép nén (nếu chưa cho phép) sẽ giúp trang của bạn hiển thị phần lớn nội dung trong màn hình đầu tiên trong 15 kB đầu tiên.

source: The following JavaScript call stack (executed %(NUM_TIMES)s times) caused reflows that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
el: Η ακόλουθη στοίβα κλήσης JavaScript (που εκτελέστηκε %(NUM_TIMES)s φορές) προκάλεσε αναδιατάξεις που διήρκεσαν %(NUM_MILLISECONDS)s χιλιοστά του δευτερολέπτου: %(CALL_STACK)s
fi: Seuraava JavaScript-kutsupino (suoritettu %(NUM_TIMES)s kertaa) aiheutti uudelleenrivitystä, johon kului %(NUM_MILLISECONDS)s millisekuntia: %(CALL_STACK)s
fil: Ang sumusunod na stack ng tawag ng JavaScript (pinagana nang %(NUM_TIMES)s (na) beses) ay nagdulot ng mga muling pagdaloy na tumagal nang %(NUM_MILLISECONDS)s (na) millisecond: %(CALL_STACK)s
no: Følgende stakk for JavaScript-kall (utført %(NUM_TIMES)s ganger) forårsaket dynamiske tilpasninger som tok %(NUM_MILLISECONDS)s millisekunder: %(CALL_STACK)s
vi: JavaScript sau gọi ngăn xếp (đã thực hiện %(NUM_TIMES)s lần) gây ra các bố cục chiếm mất %(NUM_MILLISECONDS)s milli giây: %(CALL_STACK)s

source: The following JavaScript call stack caused a reflow that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
el: Η ακόλουθη στοίβα κλήσης JavaScript προκάλεσε μια αναδιάταξη που διήρκεσε %(NUM_MILLISECONDS)s χιλιοστά του δευτερολέπτου: %(CALL_STACK)s
fi: Seuraava JavaScript-kutsupino aiheutti uudelleenrivitystä, johon kului %(NUM_MILLISECONDS)s millisekuntia: %(CALL_STACK)s
fil: Ang sumusunod na stack ng tawag ng JavaScript ay nagdulot ng muling pagdaloy na tumagal nang %(NUM_MILLISECONDS)s (na) millisecond: %(CALL_STACK)s
no: Følgende stakk for JavaScript-kall forårsaket en dynamisk tilpasning som tok %(NUM_MILLISECONDS)s millisekunder: %(CALL_STACK)s
vi: JavaScript sau gọi ngăn xếp gây ra bố cục chiếm mất %(NUM_MILLISECONDS)s milli giây: %(CALL_STACK)s

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
el: Οι ακόλουθες διευθύνσεις URL εκτελούν JavaScript που αποκλείουν το UI για μεγάλο χρονικό διάστημα. Για τη βελτίωση της απόκρισης του προγράμματος περιήγησης, βελτιστοποιήστε τη JavaScript ή διαχωρίστε τη με τη χρήση επιστροφών κλήσης.
fi: Seuraavat URL-osoitteet suorittavat JavaScriptia, joka varaa käyttöliittymää pitkään. Voit parantaa selaimen suorituskykyä optimoimalla JavaScriptin tai jakamalla sen osiin vastakutsujen avulla.
fil: Ang mga sumusunod na URL ay nagpapatakbo ng JavaScript na nagba-block sa UI ng mahabang panahon. Upang mapabuti ang kakayahang tumugon ng browser, i-optimize ang JavaScript o hatiin ito gamit ang mga callback.
ja: 以下の URL で、UI をブロックする JavaScript が長時間実行されていました。ブラウザの応答性を改善するには、JavaScript を最適化するか、コールバックを使用して JavaScript を分割してください。
no: De følgende nettadressene kjører JavaScript som blokkerer brukergrensesnittet over lengre tid. Du kan forbedre nettleserens reaksjonsevne ved å optimalisere JavaScript-koden eller dele den opp ved hjelp av tilbakekall.
vi: Các URL sau đây chạy JavaScript chặn giao diện người dùng trong một thời gian dài. Để cải tiến khả năng phản hồi của trình duyệt, hãy tối ưu hóa hoặc tách JavaScript bằng cách sử dụng gọi lại.

source: The following external CSS files were included after an external JavaScript file in %(URL)s. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
el: Τα παρακάτω εξωτερικά αρχεία CSS συμπεριλήφθηκαν στη διεύθυνση %(URL)s μετά από ένα εξωτερικό αρχείο JavaScript. Για να εξασφαλίσετε την παράλληλη λήψη των αρχείων CSS, να συμπεριλαμβάνετε πάντα το εξωτερικό CSS πριν το εξωτερικό JavaScript.
fi: Seuraavat ulkoiset CSS-tiedostot on lisätty ulkoisen JavaScript-tiedoston jälkeen osoitteeseen %(URL)s. Liitä aina ulkoiset CSS-tiedostot ennen ulkoista JavaScript-koodia varmistaaksesi, että CSS-tiedostot ladataan samaan aikaan.
fil: Isinama ang mga sumusunod na panlabas na CSS file pagkatapos ng isang panlabas na JavaScript file sa %(URL)s. Upang matiyak na na-download ang mga CSS file sa parallel, palaging isama ang panlabas na CSS bago ang panlabas na JavaScript.
no: Følgende eksterne CSS-filer ble inkludert etter en ekstern JavaScript-fil i %(URL)s. Du kan sørge for at CSS-filer lastes ned parallelt ved å alltid inkludere ekstern CSS-kode før ekstern JavaScript-kode.
vi: Các tệp CSS bên ngoài sau được bao gồm sau tệp JavaScript bên ngoài trong %(URL)s. Để đảm bảo các tệp CSS được tải xuống song song, luôn bao gồm CSS bên ngoài trước JavaScript bên ngoài.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
el: Οι παρακάτω πόροι διαθέτουν κύρια τμήματα απάντησης μικρού μεγέθους. Η ενσωμάτωση της απάντησης στο HTML μπορεί να μειώσει το μπλοκάρισμα κατά την απόδοση της σελίδας.
fi: Seuraavilla ulkoisilla resursseilla on samat vastauksen body-osat. Upottamalla vastauksen HTML-koodiin voit vähentää sivun hahmonnuksen estoa.
fil: Mayroong maliliit na bahagi sa pagtugon ang sumusunod na mga mapagkukunan. Maaaring makabawas sa pag-block ng nagbibigay na pahina ang pag-inline ng tugon sa HTML.
ja: レスポンス ボディが小さい外部リソースは以下のとおりです。HTML 内にレスポンスをインライン化すると、ページ レンダリングの中断を減らすことができます。
no: De følgende eksterne ressursene har små svartekster. Å bygge inn svaret i HTML, kan reduser blokkeringen av sidegjengivelse.
vi: Các tài nguyên bên ngoài sau có phần thân phản hồi nhỏ. Đặt nội tuyến phản hồi trong HTML có thể giảm chặn kết xuất trang.

source: The following external stylesheets were included in %(URL)s using %(IMPORT)s.
el: Τα παρακάτω εξωτερικά φύλλα στυλ συμπεριλήφθηκαν στη διεύθυνση %(URL)s με χρήση του στοιχείου %(IMPORT)s.
fi: Seuraavat ulkoiset tyylitaulukot lisättiin osoitteeseen %(URL)s komennon %(IMPORT)s avulla.
fil: Isinama ang mga sumusunod na panlabas na stylesheet sa %(URL)s gamit ang %(IMPORT)s.
no: Følgende eksterne stilark ble inkludert i %(URL)s ved hjelp av %(IMPORT)s.
vi: Các biểu định kiểu bên ngoài sau đã được bao gồm trong %(URL)s bằng cách %(IMPORT)s.

source: The following image(s) are missing width and/or height attributes.
el: Οι παρακάτω εικόνες δεν περιέχουν χαρακτηριστικά πλάτους ή/και ύψους.
fi: Seuraavista kuvista puuttuu leveys- ja/tai korkeusarvot.
fil: Walang mga katangian sa lapad at/o haba ang sumusunod na (mga) larawan.
ja: 以下の画像には、幅や高さの属性が指定されていません。
no: Følgende bilder mangler bredde og/eller høydeattributter.
vi: Các hình ảnh sau bị thiếu các thuộc tính chiều rộng và/hoặc chiều cao.

source: The following images are displayed outside of the initially visible region of the screen. Defer loading of these images to allow the initially visible region of the page to load faster.
el: Οι παρακάτω εικόνες προβάλλονται έξω από την αρχικά ορατή περιοχή της οθόνης. Αναβάλετε τη φόρτωση αυτών των εικόνων για να δώσετε τη δυνατότητα στην αρχικά ορατή περιοχή της σελίδας να φορτώσει ταχύτερα.
fi: Seuraavat kuvat ovat aluksi näkyvissä olevan alueen ulkopuolella. Lykkäämällä tällaisten kuvien latausta voit nopeuttaa sivun aluksi näkyvissä olevan osan latautumista.
fil: Ang mga sumusunod na larawan ay ipinapakita sa labas ng paunang nakikitang rehiyon ng screen. I-antala ang paglo-load ng mga larawang ito upang bigyang-daan ang paunang nakikitang rehiyon ng pahina na mag-load nang mas mabilis.
no: De følgende bildene vises utenfor det umiddelbart synlige skjermområdet. Avstå fra å laste inn disse bildene slik at det umiddelbart synlige sideområdet lastes inn raskere.
vi: Các hình ảnh sau được hiển thị ngoài vùng hiển thị ban đầu của màn hình. Hoãn tải các hình ảnh này để cho phép vùng hiển thị ban đầu của trang tải nhanh hơn.

source: The following images are displayed within the initially visible region of the screen. To speed up rendering of the initially visible region of the page, inline a preview of these images and delay loading the full images until after page load is complete.
el: Οι παρακάτω εικόνες εμφανίζονται στην αρχικά ορατή περιοχή της οθόνης. Για να επιταχύνετε την απόδοση της αρχικά ορατής περιοχής της σελίδας, ενσωματώστε μια προεπισκόπηση αυτών των εικόνων και αναβάλετε τη φόρτωση της πλήρους εικόνας έως ότου ολοκληρωθεί η φόρτωση της σελίδας.
fi: Seuraavat kuvat näytetään aluksi näkyvissä olevalla ruudun alueella. Voit nopeuttaa sivun näkyvissä olevan alueen hahmontamista upottamalla kuvien esikatselun ja lataamalla koko kuvat vasta sivun latauduttua.
fil: Ang mga sumusunod na larawan ay ipinapakita sa loob ng unang makikitang rehiyon ng screen. Upang mapabilis ang pag-render ng unang makikitang rehiyon ng pahina, mag-inline ng isang preview ng mga larawan at antalahin ang pag-load ng buong mga larawan hanggang sa makumpleto ang pag-load ng pahina.
no: De følgende bildene vises i delen av skjermen som først blir synlig. For å øke hastigheten på gjengivelsen av det først synlige området på siden, må du bygge inn en forhåndsvisning av bildene og forsinke innlastingen av de fullstendige bildene til etter at sideinnlastingen er ferdig.
vi: Các hình ảnh sau được hiển thị trong vùng hiển thị ban đầu của màn hình. Để tăng tốc độ kết xuất vùng hiển thị ban đầu của trang, hiển thị bên trong bản xem trước của những hình ảnh này và tạm dừng tải hình ảnh đầy đủ cho đến khi quá trình tải trang hoàn tất.

source: The following images are resized in HTML or CSS. Serving scaled images could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: Το μέγεθος των παρακάτω εικόνων στο HTML ή το CSS έχει αλλάξει. Η εμφάνιση εικόνων σε κλίμακα μπορεί να εξοικονομήσει %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Seuraavien kuvien kokoa on muutettu HTML:ssä tai CSS:ssä. Skaalattujen kuvien näyttäminen voi säästää %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Binabago ang laki ng mga sumusunod na larawan sa HTML o CSS. Ang paghahatid ng mga sinukat na larawan ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: Følgende bilder har fått endret størrelse i HTML eller CSS. Levering av skalerte bilder kan spare %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: Các hình ảnh sau đã được đổi kích thước trong HTML hoặc CSS. Phân phối các hình ảnh được chia tỷ lệ có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: The following images served from %(DOMAIN_NAME)s should be combined into as few images as possible using CSS sprites.
el: Οι παρακάτω εικόνες, που εμφανίζονται από το %(DOMAIN_NAME)s θα πρέπει να συνδυαστούν σε όσο το δυνατόν λιγότερες εικόνες με χρήση των CSS sprites.
fi: Seuraavat osoitteesta %(DOMAIN_NAME)s lähetetyt kuvat tulee yhdistää mahdollisimman pieneksi kuvamääräksi CSS sprites -koosteiden avulla.
fil: Ang mga sumusunod na larawan na inihatid mula sa %(DOMAIN_NAME)s ay dapat na pagsamahin bilang kakaunting mga larawan hangga't maaari gamit ang CSS sprites.
no: Følgende bilder, som betjenes fra %(DOMAIN_NAME)s, bør slås sammen til så få filer som mulig, ved hjelp av CSS-sprites.
vi: Các hình ảnh sau được phân phối từ %(DOMAIN_NAME)s phải được kết hợp thành ít hình ảnh nhất có thể bằng cách sử dụng các hình sprit CSS.

source: The following inline script blocks were found in %(URL)s between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
el: Τα παρακάτω ενσωματωμένα τμήματα σεναρίων βρέθηκαν στη διεύθυνση %(URL)s μεταξύ ενός εξωτερικού αρχείου CSS και ενός άλλου πόρου. Για να επιτραπεί η παράλληλη λήψη, μετακινήστε το ενσωματωμένο σενάριο πριν το εξωτερικό αρχείο CSS ή μετά τον επόμενο πόρο.
fi: Seuraavat sisäisen koodin estot löydettiin osoitteesta %(URL)s ulkoisen CSS-tiedoston ja toisen resurssin välistä. Saat resurssit latautumaan samaan aikaan siirtämällä sisäisen koodin CSS-tiedoston edelle tai seuraavan resurssin jälkeen.
fil: Nahanap ang mga sumusunod na inline na script block sa %(URL)s sa pagitan ng panlabas na CSS file at isa pang mapagkukunan. Upang payagan ang parallel na pagda-download, ilipat ang inline na script sa unahan ng panlabas na CSS file, o pagkatapos ng susunod na mapagkukunan.
no: Følgende innebygde skriptblokker ble funnet i %(URL)s mellom en ekstern CSS-fil og en annen ressurs. Du kan åpne for parallell nedlasting ved å flytte det innebygde skriptet før den eksterne CSS-filen, eller etter neste ressurs.
vi: Đã tìm thấy các khối tập lệnh nội tuyến sau trong %(URL)s giữa một tệp CSS bên ngoài và một tài nguyên khác. Để cho phép tải xuống song song, hãy di chuyển tập lệnh nội tuyến lên trước tệp CSS bên ngoài hoặc ra sau tài nguyên tiếp đó.

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
el: Οι παρακάτω ανακατευθύνσεις σελίδας προορισμού δεν έχουν δυνατότητα προσωρινής αποθήκευσης. Επεξεργαστείτε τις ώστε να έχουν δυνατότητα προσωρινής αποθήκευσης για να αυξήσετε την ταχύτητα φόρτωσης των σελίδων για άτομα που επισκέπτονται συχνά τον ιστότοπό σας.
fi: Seuraavia aloitussivun uudelleenohjauksia ei voi lisätä välimuistiin. Lisää ne välimuistiin nopeuttaaksesi sivujen latausaikoja sivustoon uudelleen tuleville käyttäjille.
fil: Hindi naka-cache ang mga sumusunod na pag-redirect ng landing page. Gawing naka-cache ang mga ito upang pabilisin ang mga oras ng paglo-load ng pahina para sa mga umuulit na bisita sa iyong site.
ja: 次のリンク先ページのリダイレクトでキャッシュを利用できません。サイトの訪問者がページの読み込み時間を短縮できるように、これらのページでキャッシュを利用できるようにしてください。
no: De følgende viderekoblingene for destinasjonssider kan ikke bufres. Sørg for at de kan bufres. Dette reduserer tiden det tar å laste inn en side for tilbakevendende brukere av nettstedet ditt.
vi: Các lần chuyển hướng trang đích sau không được lưu trong bộ nhớ cache. Đặt lưu các lần chuyển hướng đó trong bộ nhớ cache để tăng tốc thời gian tải trang cho các khách truy cập vào lại trang web của bạn.

source: The following pages do not specify a viewport. Consider adding a meta tag specifying a viewport so mobile browsers can render the document at a usable size.
el: Οι ακόλουθες σελίδες δεν καθορίζουν μια θύρα προβολής. Εξετάστε το ενδεχόμενο να προσθέσετε μια μετα-ετικέτα που προσδιορίζει μια θύρα προβολής, έτσι ώστε τα προγράμματα περιήγησης για κινητά να μπορούν να αποδώσουν το έγγραφο σε ένα μέγεθος που να μπορεί να χρησιμοποιηθεί.
fi: Seuraaville sivuille ei määritetä viewportia. Suosittelemme lisäämään viewportin määrittelevän sisällönkuvauskentän, jotta mobiiliselaimet voivat hahmontaa dokumentin sopivan kokoisena.
fil: Hindi tumutukoy ng viewport ang mga sumusunod na pahina. Isaalang-alang ang pagdaragdag ng meta tag na tumutukoy ng viewport upang ma-render ng mga browser sa mobile ang dokumento sa nagagamit na laki.
no: Følgende sider angir ikke en visning. Vurder å legge til en metatag som angir en visning slik at mobile nettlesere kan gjengi dokumentet i en brukbar størrelse.
vi: Các trang sau không chỉ định chế độ xem. Hãy cân nhắc việc thêm một thẻ meta chỉ định chế độ xem để các trình duyệt trên thiết bị di động có thể hiển thị tài liệu ở kích thước có thể sử dụng.
