Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.14.0.0/src/pagespeed/po/*.po
Languages: el, fi, fil, ja, no, vi

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
el: Οι παρακάτω πόροι με δυνατότητα δημόσιας προσωρινής αποθήκευσης και συμπίεσης θα πρέπει να διαθέτουν μια κεφαλίδα "Vary: Accept-Encoding":
fi: Seuraavilla julkisessa välimuistissa olevilla ja pakattavilla resursseilla tulee olla "Vary: Accept-Encoding" -otsikko:
fil: Ang sumusunod na pampublikong maaaring i-cache, maaaring i-compress na mga mapagkukunan ay kailangang mayroong header na "Baguhin: Tumatanggap ng Pag-encode":
ja: 公開キャッシュと圧縮が可能な以下のリソースには、「Vary: Accept-Encoding」ヘッダーを含めてください:
no: Følgende ressurser, som kan bufres offentlig og komprimeres, bør ha «Vary: Accept-Encoding» som topptekst:
vi: Các tài nguyên có thể nén và lưu trong bộ nhớ cache công khai sau phải có tiêu đề "Vary: Accept-Encoding":

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
el: Τα παρακάτω αιτήματα επιστρέφουν απαντήσεις 404/410. Διορθώστε τους κατεστραμμένους συνδέσμους ή καταργήστε τις αναφορές σε πόρους που δεν υπάρχουν.
fi: Seuraavat pyynnöt palauttavat 404/410-vastauksia. Korjaa vialliset linkit tai poista viittaukset olemattomiin resursseihin.
fil: Nagbabalik ng 404/410 na mga tugon ang sumusunod na mga kahilingan. Ayusin ang mga nasirang link, o alisin ang mga reference sa mga hindi tunay na mapagkukunan.
ja: 以下のリクエストでは、404/410 レスポンスが返されます。無効なリンクを修正するか、存在しないリソースの参照を削除してください。
no: Følgende forespørsler returnerer 404/410-svar. Du må enten reparere den ødelagte linken, eller fjerne referansene til de ikke-eksisterende ressursene.
vi: Các yêu cầu sau đang trả lại các phản hồi 404/410. Hãy khắc phục các liên kết bị hỏng hoặc xóa các tham chiếu tới các tài nguyên không tồn tại.

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
el: Τα ακόλουθα αιτήματα είναι σειριοποιημένα. Προσπαθήστε να διαχωρίσετε τις εξαρτήσεις, ώστε να φορτώνονται παράλληλα.
fi: Seuraavat pyynnöt ovat sarjoitettuja. Yritä hajottaa riippuvuuksia, jotta pyynnöt voivat latautua rinnakkain.
fil: Naka-serialize ang mga sumusunod na kahilingan. Subukang hati-hatiin ang mga pagdepende upang i-parallel ang pag-load ng mga ito.
ja: 以下のリクエストが直列化されています。依存関係を解消し、並列で読み込みが行われるようにしてください。
no: Følgende forespørsler er serialisert. Prøv å bryte opp avhengigheter slik at forespørslene lastes parallelt i stedet.
vi: Các yêu cầu sau đây được nối tiếp hóa. Hãy cố gắng tách các yếu tố phụ thuộc để làm cho chúng tải song song.

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
el: Η φόρτωση των παρακάτω πόρων γίνεται συγχρονισμένα. Φορτώστε τους με ασύγχρονο τρόπο για να μειώσετε το μπλοκάρισμα κατά την απόδοση της σελίδας.
fi: Seuraavat resurssit ladataan synkronoidusti. Lataa ne asynkronisesti, jos haluat vähentää sivun hahmontamisen estoa.
fil: Nilo-load nang magkasabay ang sumusunod na mga mapagkukunan. I-load ang mga ito nang hindi magkasabay upang bawasan ang pag-block ng pagbibigay ng pahina.
ja: 以下のリソースは同期して読み込まれます。これらを非同期に読み込むと、ページ レンダリングの中断を減らすことができます。
no: Følgende ressurser lastes inn synkront. Last disse inn asynkront for å redusere blokkering av sidegjengivelse.
vi: Các tài nguyên sau được tải một cách đồng bộ. Hãy tải những tài nguyên này một cách không đồng bộ để giảm chặn kết xuất trang.

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
el: Λείπει ένα εργαλείο επικύρωσης προσωρινής μνήμης από τους παρακάτω πόρους. Δεν είναι δυνατή η αποτελεσματική ανανέωση των πόρων οι οποίοι δεν καθορίζουν ένα εργαλείο επικύρωσης προσωρινής μνήμης. Καθορίστε μια κεφαλίδα Last-Modified ή ETag, για να ενεργοποιήσετε την επικύρωση προσωρινής μνήμης για τους παρακάτω πόρους:
fi: Seuraavilta resursseilta puuttuu välimuistitarkistaja. Välimuistitarkistajaa määrittämättömiä resursseja ei voida päivittää tehokkaasti. Määritä Last-Modified- tai ETag-otsikko ja ota välimuistitarkistus käyttöön seuraaville resursseille:
fil: Walang validator ng cache ang sumusunod na mga mapagkukunan. Hindi mare-refresh nang mahusay ang mga mapagkukunan na hindi tumutukoy ng isang validator ng cache. Tumukoy ng Last-Modified o ETag na header upang paganahin ang pagpapatotoo ng cache para sa sumusunod na mga mapagkukunan:
ja: 以下のリソースにはキャッシュ バリデータがありません。キャッシュ バリデータが指定されていないリソースは、効率よく更新することができません。以下のリソースに対して、Last-Modified ヘッダーまたは ETag ヘッダーを指定して、キャッシュを検証できるようにしてください:
no: Følgende ressurser mangler en bufringsvalidator. Ressurser som ikke spesifiserer en bufringsvalidator, kan ikke lastes inn på nytt på en effektiv måte. Spesifiser et meldingshode for ETag eller Last Modified, for å aktivere bufringsvalidering for følgende ressurser:
vi: Các tài nguyên sau bị thiếu trình kiểm tra bộ nhớ cache. Các tài nguyên không chỉ rõ trình kiểm tra bộ nhớ cache không thể được làm mới hiệu quả. Chỉ rõ tiêu đề Last-Modified hoặc ETag để bật xác thực bộ nhớ cache cho các tài nguyên sau:

source: The following resources have a character set specified in a meta tag. Specifying a character set in a meta tag disables the lookahead downloader in IE8. To improve resource download parallelization, move the character set to the HTTP Content-Type response header.
el: Έχει καθοριστεί ένα σύνολο χαρακτήρων για τους παρακάτω πόρους στις μεταετικέτες τους. Ο καθορισμός ενός συνόλου χαρακτήρων σε μια μεταετικέτα απενεργοποιεί το πρόγραμμα λήψης της ακολουθίας εισόδου στο IE8. Για να βελτιώσετε την παραλληλοποίηση της λήψης πόρων, μετακινήστε το σύνολο χαρακτήρων σε κεφαλίδα απόκρισης τύπου περιεχομένου HTTP.
fi: Seuraavien kohteiden sisällönkuvauskentissä määritetään merkistö. Jos merkistö määritetään sisällönkuvauskentässä, IE8:n lataajaa ei voida käyttää. Paranna resurssien samanaikaista lataamista siirtämällä merkistön määritys HTTP Content-Type -vastauksen otsikkoon.
fil: Ang mga sumusunod na mapagkukunan ay may isang set ng character na tinukoy sa isang meta tag. Ang pagtukoy sa isang set ng character sa isang meta tag ay tinatanggal ang pagpapagana ng lookhead na taga-download sa IE8 . Upang mapabuti ang parallelization ng mapagkukunan sa download, ilipat ang set ng character sa header ng pagtugon ng HTTP na Uri ng Nilalaman.
no: Følgende ressurser har et tegnsett som er angitt i en metatag. Spesifisering av et tegnsett i en metatag deaktiverer lookahead-nedlastingen i IE8. For å forbedre parallellisert ressursnedlasting, må du flytte tegnsettet til HTTP-svarhodet for Content-Type.
vi: Tài nguyên sau có bộ ký tự được chỉ định trong thẻ meta. Việc chỉ định bộ ký tự trong thẻ meta sẽ tắt trình tải xuống xem trước trong IE8. Để cải thiện việc tải xuống song song tài nguyên, hãy di chuyển bộ ký tự tới tiêu đề phản hồi Loại nội dung HTTP.

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save %(NUM_REQUESTS)s request(s) and %(BYTES_SAVED)s.
el: Οι παρακάτω πόροι έχουν πανομοιότυπο περιεχόμενο, αλλά εμφανίζονται από διαφορετικές διευθύνσεις URL. Εμφανίστε αυτούς τους πόρους από μια σταθερή διεύθυνση URL για να εξοικονομήσετε %(NUM_REQUESTS)s αιτήματα και %(BYTES_SAVED)s.
fi: Seuraavien resurssien sisällöt ovat identtiset, mutta ne lähetetään eri URL-osoitteista. Lähettämällä resurssit samasta URL-osoitteesta säästät %(NUM_REQUESTS)s pyyntöä sekä %(BYTES_SAVED)s.
fil: May magkaparehong mga nilalaman ang mga sumusunod na mapagkukunan, ngunit inihatid mula sa iba't ibang URL. Ihatid ang mga mapagkukunang ito mula sa parehong URL upang i-save ang %(NUM_REQUESTS)s (na) kahilingan at %(BYTES_SAVED)s:
no: De følgende ressursene har identisk innhold, men leveres fra forskjellige nettadresser. Hvis du leverer disse ressursene fra én enkelt nettadresse, sparer du %(NUM_REQUESTS)s og %(BYTES_SAVED)s.
vi: Các tài nguyên sau có nội dung giống hệt nhau nhưng được phân phối từ các URL khác nhau. Phân phối các tài nguyên này từ một URL nhất quán để giúp giảm %(NUM_REQUESTS)s yêu cầu và %(BYTES_SAVED)s.

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
el: Δεν έχει καθοριστεί κάποιο σύνολο χαρακτήρων για τους παρακάτω πόρους στις κεφαλίδες τους HTTP. Ο καθορισμός ενός συνόλου χαρακτήρων στις κεφαλίδες HTTP μπορεί να επιταχύνει την εμφάνιση του προγράμματος περιήγησης.
fi: Seuraavien resurssien HTTP-otsikoissa ei ole määritetty merkistöä. Merkistön määrittäminen HTTP-otsikossa voi nopeuttaa sivun hahmontamista.
fil: Walang tinukoy na hanay ng character ang mga sumusunod na mapagkukunan sa mga header ng HTTP ng mga ito. Ang pagtukoy ng hanay ng character sa mga header ng HTTP ay maaaring magpabilis sa pag-render ng browser.
ja: 次のリソースは HTTP ヘッダーに文字セットが指定されていません。HTTP ヘッダーに文字セットを指定するとブラウザの表示が速くなります。
no: De følgende ressursene har ikke angitt tegnsett i HTTP-overskriftene. Hvis du angir et tegnsett i der, øker hastigheten på gjengivelsen i nettleseren.
vi: Các tài nguyên sau chưa chỉ định bộ ký tự trong tiêu đề HTTP của chúng. Chỉ định bộ ký tự trong tiêu đề HTTP có thể tăng tốc độ kết xuất trình duyệt.

source: The host %(HOST_NAME)s should enable %(KEEPALIVE)s. It serves the following resources.
el: Ο κεντρικός υπολογιστής %(HOST_NAME)s θα πρέπει να ενεργοποιήσει %(KEEPALIVE)s. Εμφανίζει τους παρακάτω πόρους.
fi: Isännän %(HOST_NAME)s tulee ottaa käyttöön %(KEEPALIVE)s. Se lähettää seuraavat resurssit.
fil: I-enable dapat ng host na %(HOST_NAME)s ang %(KEEPALIVE)s. Ihinahatid nito ang mga sumusunod na mapagkukunan.
no: Verten %(HOST_NAME)s bør aktivere %(KEEPALIVE)s, som leverer følgende ressurser.
vi: Máy chủ %(HOST_NAME)s phải bật %(KEEPALIVE)s. Máy chủ này phân phối các tài nguyên sau.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
el: Κάθε όνομα κεντρικού υπολογιστή των ακόλουθων διευθύνσεων URL, εμφανίζει μόνο έναν πόρο. Αποφύγετε τις επιπλέον αναζητήσεις DNS, εμφανίζοντας αυτούς τους πόρους από υπάρχοντα ονόματα κεντρικού υπολογιστή.
fi: Seuraavien URL-osoitteiden verkkotunnukset lähettävät vain yhden resurssin. Jos mahdollista, vähennä DNS-hakujen määrää lähettämällä nämä resurssit nykyisistä verkkotunnuksista.
fil: Ang mga hostname ng sumusunod na mga url ay naghahatid lamang ng isang mapagkukunan sa bawat isa. Iwasan ang labis na mga paghahanap sa DNS sa pamamagitan ng paghahatid ng mga mapagkukunang ito mula sa umiiral na mga hostname.
ja: 以下の URL のホスト名はそれぞれ 1 つのリソースのみを提供しています。DNS ルックアップの回数を減らすために、これらのリソースを既存のホスト名から提供してください。
no: Vertsnavnene til følgende nettadresser betjener kun én ressurs hver. Du kan unngå ekstra DNS-oppslag ved å betjene disse ressursene fra eksisterende vertsnavn.
vi: Các tên máy chủ của các url sau chỉ cung cấp mỗi tài nguyên một lần. Hãy tránh tra cứu DNS bổ sung bằng cách cung cấp các tài nguyên này từ tên máy chủ hiện có.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
el: Τα αιτήματα των παρακάτω διευθύνσεων URL δεν χωρούν σε ένα πακέτο. Η μείωση του μεγέθους αυτών των αιτημάτων μπορεί να μειώσει το λανθάνοντα χρόνο.
fi: Seuraavien URL-osoitteiden pyynnöt eivät mahdu yhteen pakettiin. Pienentämällä pyyntöjen kokoa voit vähentää viivettä.
fil: Ang mga kahilingan para sa sumusunod na mga URL ay hindi umaakma sa isahang pakete. Mababawasan ng pagbabawas sa laki ng mga kahilingang ito ang pagiging latent.
ja: 以下の URL のリクエストは、1 つのパケットに収まりません。これらのリクエストのサイズを縮小すると、待ち時間を短縮できます。
no: Forespørslene for følgende nettadresser får ikke plass i én enkelt pakke. Hvis du reduserer størrelsen til disse forespørslene, kan ventetiden (latency) bli kortere.
vi: Các yêu cầu cho các URL sau không vừa trong một gói đơn. Giảm dung lượng của các yêu cầu này có thể giảm độ trễ.

source: There are %(NUM_FILES)s CSS files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
el: Εμφανίζονται %(NUM_FILES)s αρχεία CSS από τον τομέα %(DOMAIN_NAME)s. Θα πρέπει να συνδυάζονται σε όσο το δυνατόν λιγότερα αρχεία.
fi: Osoitteesta %(DOMAIN_NAME)s lähetetään %(NUM_FILES)s CSS-tiedostoa. Vähennä tiedostomäärää yhdistämällä tiedostoja.
fil: May %(NUM_FILES)s (na) CSS file na inihatid mula sa %(DOMAIN_NAME)s. Pagsamahin dapat ang mga ito bilang kakaunting mga file hangga't maaari.
no: %(NUM_FILES)s-filer leveres fra %(DOMAIN_NAME)s. De bør slås sammen til så få filer som mulig:
vi: Có %(NUM_FILES)s tệp CSS được phân phối từ %(DOMAIN_NAME)s. Chúng phải được kết hợp thành ít tệp nhất có thể.

source: There are %(NUM_FILES)s JavaScript files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
el: Εμφανίζονται %(NUM_FILES)s αρχεία JavaScript από τον τομέα %(DOMAIN_NAME)s. Θα πρέπει να συνδυάζονται σε όσο το δυνατόν λιγότερα αρχεία.
fi: Osoitteesta %(DOMAIN_NAME)s lähetetään %(NUM_FILES)s JavaScript-tiedostoa. Vähennä tiedostomäärää yhdistämällä tiedostoja.
fil: May %(NUM_FILES)s (na) JavaScript file na inihatid mula sa %(DOMAIN_NAME)s. Pagsamahin dapat ang mga ito bilang kakaunting mga file hangga't maaari.
no: %(NUM_FILES)s JavaScript-filer leveres fra %(DOMAIN_NAME)s. Disse bør slås sammen til så få filer som mulig.
vi: Có %(NUM_FILES)s tệp JavaScript được phân phối từ %(DOMAIN_NAME)s. Chúng phải được kết hợp thành ít tệp nhất có thể.

source: This page makes %(NUM_REQUESTS)s parallelizable requests to %(HOSTNAME)s. Increase download parallelization by distributing these requests across multiple hostnames:
el: Αυτή η σελίδα υποβάλει %(NUM_REQUESTS)s παραλληλοποιήσιμα αιτήματα στον κεντρικό υπολογιστή %(HOSTNAME)s. Αυξήστε τη δυνατότητα παραλληλοποίησης λήψης διανέμοντας αυτά τα αιτήματα σε πολλούς κεντρικούς υπολογιστές:
fi: Tämä sivu lähettää %(NUM_REQUESTS)s samaan aikaan ladattavaa pyyntöä osoitteelle %(HOSTNAME)s. Lisää samaan aikaan latausta jakamalla nämä pyynnöt useisiin verkkotunnuksiin:
fil: Gumagawa ang pahinang ito ng %(NUM_REQUESTS)s (na) napa-parallel na kahilingan sa %(HOSTNAME)s. Dagdagan ang pagpa-parallel sa pamamagitan ng pamamahagi ng mga kahilingang ito sa kabuuan ng maraming hostname:
no: Denne siden sender %(NUM_REQUESTS)s parallelle forespørsler til %(HOSTNAME)s. Øk nedlastingsparallellisering ved å fordele disse forespørslene på flere vertsnavn:
vi: Trang này cho phép %(NUM_REQUESTS)s yêu cầu có thể tải song song xuống %(HOSTNAME)s. Tăng lượng yêu cầu có thể tải xuống song song bằng cách phân phối các yêu cầu này trên nhiều tên máy chủ:

source: Use an Application Cache
el: Χρήση Application Cache
fi: Käytä Application Cachea
fil: Gumamit ng isang Application Cache
ja: アプリケーション キャッシュを使用する
no: Bruk Application Cache
vi: Sử dụng bộ nhớ cache của ứng dụng

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
el: Με τη χρήση μιας προσωρινής μνήμης η σελίδα εμφανίζεται αμέσως. Τα ακόλουθα έγγραφα HTML μπορούν να χρησιμοποιήσουν μια προσωρινή μνήμη εφαρμογής για τη μείωση του χρόνου που απαιτείται, ώστε οι χρήστες να μπορούν να αλληλεπιδράσουν με τη σελίδα:
fi: Application Cachen avulla sivu voidaan näyttää välittömästi. Seuraavissa HTML-asiakirjoissa Application Cachen avulla voidaan lyhentää aikaa, joka käyttäjiltä kuluu, ennen kuin he voivat käyttää sivua:
fil: Ang paggamit ng isang application cache ay nagbibigay-daan para sa isang pahina na lumitaw kaagad. Makakagamit ng application cache ang mga sumusunod na HTML na dokumento upang bawasan ang panahong ginugugol ng mga user upang magawang makipag-ugnayan sa pahina:
ja: アプリケーション キャッシュを使用すると、ページをすばやく表示できます。以下の HTML ドキュメントは、アプリケーション キャッシュを使用して、ユーザーがページとやり取りできるようになるまでの時間を短縮することができます。
no: Ved hjelp av en programbuffer, kan en side vises umiddelbart. Følgende HTML-dokumenter kan bruke en programbuffer for å redusere tiden det tar brukerne å samhandle med siden:
vi: Việc sử dụng bộ nhớ cache của ứng dụng cho phép trang hiển thị ngay. Các tài liệu HTML sau đây có thể sử dụng bộ nhớ cache của ứng dụng để giảm thời gian người dùng cần để có thể tương tác với trang:

source: You have compression enabled. Learn more about %(BEGIN_LINK)senabling compression%(END_LINK)s.
el: Έχετε ενεργοποιήσει τη συμπίεση. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sενεργοποίηση της συμπίεσης%(END_LINK)s.
fi: Olet ottanut pakkauksen käyttöön. Lue lisää %(BEGIN_LINK)spakkauksen käyttöönotosta%(END_LINK)s.
no: Du har aktivert komprimering. Finn ut mer om %(BEGIN_LINK)saktivering av komprimering%(END_LINK)s.

source: You have enabled browser caching. Learn more about %(BEGIN_LINK)sbrowser caching recommendations%(END_LINK)s.
el: Έχετε ενεργοποιήσει την προσωρινή αποθήκευση του προγράμματος περιήγησης. Μάθετε περισσότερα σχετικά με τις %(BEGIN_LINK)sπροτάσεις προσωρινής αποθήκευσης του προγράμματος περιήγησης%(END_LINK)s.
fi: Olet ottanut selaimen välimuistiin tallentamisen käyttöön. Lue lisää %(BEGIN_LINK)sselaimen välimuistiin tallentamisen suosituksista%(END_LINK)s.
no: Du har aktivert nettleserbufring. Finn ut mer om %(BEGIN_LINK)sanbefalinger for nettleserbufring%(END_LINK)s.

source: You have no render blocking resources. Learn more about %(BEGIN_LINK)sremoving render blocking resources%(END_LINK)s.
el: Δεν διαθέτετε πόρους αποκλεισμού απόδοσης. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sκατάργηση πόρων αποκλεισμού απόδοσης%(END_LINK)s.
fi: Sinulla ei ole hahmontamisen estäviä resursseja. Lue lisää %(BEGIN_LINK)shahmontamisen estävien resurssien poistamisesta%(END_LINK)s.
no: Du har ingen ressurser som blokkerer gjengivelse. Finn ut mer om %(BEGIN_LINK)sfjerning av ressurser som blokkerer gjengivelse%(END_LINK)s.

source: You have the above-the-fold content properly prioritized. Learn more about %(BEGIN_LINK)sprioritizing visible content%(END_LINK)s.
el: Έχετε ορίσει σωστά την προτεραιότητα του περιεχομένου στο επάνω μέρος. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sπροτεραιότητα του ορατού περιεχομένου%(END_LINK)s.
fi: Olet priorisoinut sivun yläosan sisällön oikein. Lue lisää %(BEGIN_LINK)snäkyvän sisällön priorisoimisesta%(END_LINK)s.
no: Du har utført riktig prioritering av innholdet som er synlig på siden din. Finn ut mer om %(BEGIN_LINK)sprioritering av synlig innhold%(END_LINK)s.

source: Your CSS is minified. Learn more about %(BEGIN_LINK)sminifying CSS%(END_LINK)s.
el: Το CSS έχει ελαχιστοποιηθεί. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sελαχιστοποίηση του css%(END_LINK)s.
fi: CSS on pienennetty. Lue lisää %(BEGIN_LINK)sCSS:n pienentämisestä%(END_LINK)s.
no: CSS-en din er forminsket. Finn ut mer om %(BEGIN_LINK)sforminsking av css%(END_LINK)s.

source: Your HTML is minified. Learn more about %(BEGIN_LINK)sminifying HTML%(END_LINK)s.
el: Το HTML έχει ελαχιστοποιηθεί. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sελαχιστοποίηση του html%(END_LINK)s.
fi: HTML on pienennetty. Lue lisää %(BEGIN_LINK)sHTML:n pienentämisestä%(END_LINK)s.
no: HTML-en din er forminsket. Finn ut mer om %(BEGIN_LINK)sforminsking av html%(END_LINK)s.

source: Your JavaScript content is minified. Learn more about %(BEGIN_LINK)sminifying JavaScript%(END_LINK)s.
el: Το περιεχόμενο JavaScript έχει ελαχιστοποιηθεί. Μάθετε περισσότερα σχετικά με την %(BEGIN_LINK)sελαχιστοποίηση του JavaScript%(END_LINK)s.
fi: JavaScript on pienennetty. Lue lisää %(BEGIN_LINK)sJavaScriptin pienentämisestä%(END_LINK)s.
no: JavaScript-innholdet ditt er forminsket. Finn ut mer om %(BEGIN_LINK)sforminsking av JavaScript%(END_LINK)s.

source: Your images are optimized. Learn more about %(BEGIN_LINK)soptimizing images%(END_LINK)s.
el: Οι εικόνες σας έχουν βελτιστοποιηθεί. Μάθετε περισσότερα σχετικά με τη %(BEGIN_LINK)sβελτιστοποίηση των εικόνων%(END_LINK)s.
fi: Kuvasi on optimoitu. Lue lisää %(BEGIN_LINK)skuvien optimoinnista%(END_LINK)s.
no: Bildene dine er optimalisert. Finn ut mer om %(BEGIN_LINK)soptimalisering av bilder%(END_LINK)s.

source: Your page has %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
el: Η σελίδα σας διαθέτει %(NUM_CSS)s πόρους αποκλεισμού CSS. Αυτό προκαλεί καθυστέρηση στην απόδοση της σελίδας σας.
fi: Sivullasi on %(NUM_CSS)s estävää CSS-resurssia. Tämä viivästyttää sivun hahmonnusta.
fil: May %(NUM_CSS)s (na) mapagkukunan ng nagba-block na CSS ang iyong pahina. Nagdudulot ito ng pagkaantala sa pagre-render ng iyong pahina.
no: Siden din har %(NUM_CSS)s CSS-ressurser som blokkerer. Dette fører til forsinkelser i gjengivelsen av siden din.
vi: Trang của bạn có %(NUM_CSS)s tài nguyên CSS chặn. Điều này khiến quá trình hiển thị trang của bạn bị trễ.

source: Your page has %(NUM_REDIRECTS)s redirects. Redirects introduce additional delays before the page can be loaded.
el: Η σελίδα σας διαθέτει %(NUM_REDIRECTS)s ανακατευθύνσεις. Οι ανακατευθύνσεις εισάγουν πρόσθετες καθυστερήσεις πριν από τη φόρτωση της σελίδας.
fi: Sivullasi on %(NUM_REDIRECTS)s uudelleenohjausta. Uudelleenohjaukset viivästyttävät sivun lataamista.
fil: May %(NUM_REDIRECTS)s (na) pag-redirect ang iyong pahina. Nagdudulot ng mga karagdagang pagkaantala ang mga pag-redirect bago ma-load ang pahina.
no: Siden din har %(NUM_REDIRECTS)s viderekobling. Viderekoblinger fører til ytterligere forsinkelser før siden kan lastes inn.
vi: Trang của bạn có %(NUM_REDIRECTS)s URL chuyển hướng. URL chuyển hướng đưa vào các lần gián đoạn bổ sung trước khi có thể tải trang.

source: Your page has %(NUM_SCRIPTS)s blocking script resources and %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
el: Η σελίδα σας διαθέτει %(NUM_SCRIPTS)s πόρους αποκλεισμού σεναρίων και %(NUM_CSS)s πόρους αποκλεισμού CSS. Αυτό προκαλεί καθυστέρηση στην απόδοση της σελίδας σας.
fi: Sivullasi on %(NUM_SCRIPTS)s estävää ohjelmaresurssia ja %(NUM_CSS)s estävää CSS-resurssia. Tämä viivästyttää sivun hahmonnusta.
fil: May %(NUM_SCRIPTS)s (na) mapagkukunan ng nagba-block na script ang iyong pahina at %(NUM_CSS)s (na) mapagkukunan ng nagba-block na CSS. Nagdudulot ito ng pagkaantala sa pagre-render ng iyong pahina.
no: Siden din har %(NUM_SCRIPTS)s skriptressurser som blokkerer og %(NUM_CSS)s blokkerende CSS-ressurser. Dette fører til forsinkelser i gjengivelsen av siden din.
vi: Trang của bạn có %(NUM_SCRIPTS)s tài nguyên tập lệnh chặn và %(NUM_CSS)s tài nguyên CSS chặn. Điều này khiến quá trình hiển thị trang của bạn bị trễ.

source: Your page has %(NUM_SCRIPTS)s blocking script resources. This causes a delay in rendering your page.
el: Η σελίδα σας διαθέτει %(NUM_SCRIPTS)s πόρους αποκλεισμού σεναρίων. Αυτό προκαλεί καθυστέρηση στην απόδοση της σελίδας σας.
fi: Sivullasi on %(NUM_SCRIPTS)s estävää ohjelmaresurssia. Tämä viivästyttää sivun hahmonnusta.
fil: May %(NUM_SCRIPTS)s (na) mapagkukunan ng nagba-block na script ang iyong pahina. Nagdudulot ito ng pagkaantala sa pagre-render ng iyong pahina.
no: Siden din har %(NUM_SCRIPTS)s skriptessurser som blokkerer. Dette fører til forsinkelser i gjengivelsen av siden din.
vi: Trang của bạn có %(NUM_SCRIPTS)s tài nguyên tập lệnh chặn. Điều này khiến quá trình hiển thị trang của bạn bị trễ.
