Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.14.0.0/src/pagespeed/po/*.po
Languages: el, fi, fil, ja, no, vi

source: %(BEGIN_LINK)sAvoid landing page redirects%(END_LINK)s for the following chain of redirected URLs.
el: %(BEGIN_LINK)sΑποφυγή ανακατευθύνσεων σελίδας προορισμού%(END_LINK)s για την παρακάτω αλυσίδα ανακατευθυνόμενων διευθύνσεων URL.
fi: %(BEGIN_LINK)sVältä aloitussivun uudelleenohjauksia%(END_LINK)s seuraavien uudelleenohjattujen URL-osoitteiden tapauksessa.
fil: %(BEGIN_LINK)sIwasan ang mga pagre-redirect ng landing page%(END_LINK)s para sa sumusunod na chain ng mga na-redirect na URL.
no: %(BEGIN_LINK)sUnngå landingsside-viderekoblinger%(END_LINK)s for følgende rekke av viderekoblede nettadresser.
vi: %(BEGIN_LINK)sTránh các chuyển hướng trang đích%(END_LINK)s cho chuỗi URL chuyển hướng sau.

source: %(BEGIN_LINK)sEnable compression%(END_LINK)s for the following resources to reduce their transfer size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: %(BEGIN_LINK)sΕνεργοποίηση συμπίεσης%(END_LINK)s για τους παρακάτω πόρους για τον περιορισμό του μεγέθους μεταφοράς τους κατά %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Pienennä seuraavien resurssien siirtokokoa %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku) %(BEGIN_LINK)sottamalla pakkaaminen käyttöön%(END_LINK)s.
fil: %(BEGIN_LINK)sI-enable ang compression%(END_LINK)s para sa mga sumusunod na mapagkukunan upang bawasan ang laki ng paglilipat ng mga ito nang %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(BEGIN_LINK)sAktiver komprimering%(END_LINK)s for følgende ressurser for å redusere overføringsstørrelsen med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: %(BEGIN_LINK)sCho phép nén%(END_LINK)s đối với các tài nguyên sau để giảm kích thước truyền của chúng đi %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(BEGIN_LINK)sLeverage browser caching%(END_LINK)s for the following cacheable resources:
el: %(BEGIN_LINK)sΑξιοποίηση της λειτουργίας προσωρινής αποθήκευσης του προγράμματος περιήγησης%(END_LINK)s για τους παρακάτω πόρους με δυνατότητα προσωρινής αποθήκευσης:
fi: %(BEGIN_LINK)sKäytä selaimen välimuistitoimintoa%(END_LINK)s seuraaville resursseille:
fil: %(BEGIN_LINK)sPahusayin ang pagka-cache ng browser%(END_LINK)s para sa mga sumusunod na naka-cache na mapagkukunan:
no: %(BEGIN_LINK)sTilpass nettleserbufring%(END_LINK)s for følgende ressurser som kan bufres:
vi: %(BEGIN_LINK)sTận dụng tính năng lưu vào bộ nhớ cache của trình duyệt%(END_LINK)s cho các tài nguyên có thể lưu trong bộ nhớ cache sau:

source: %(BEGIN_LINK)sMinify CSS%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: %(BEGIN_LINK)sΕλαχιστοποίηση CSS%(END_LINK)s για τους παρακάτω πόρους για τον περιορισμό του μεγέθους τους κατά %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Pienennä seuraavien resurssien kokoa %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku) %(BEGIN_LINK)spienentämällä CSS-merkinnät%(END_LINK)s.
fil: %(BEGIN_LINK)sPaliitin ang CSS%(END_LINK)s para sa mga sumusunod na mapagkukunan upang bawasan ang laki ng mga ito nang %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(BEGIN_LINK)sMinimer CSS%(END_LINK)s for følgende ressurser for å redusere størrelsen på disse med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: %(BEGIN_LINK)sGiảm bớt CSS%(END_LINK)s của các tài nguyên sau để giảm kích thước của chúng đi %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(BEGIN_LINK)sMinify HTML%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: %(BEGIN_LINK)sΕλαχιστοποίηση HTML%(END_LINK)s για τους παρακάτω πόρους για τον περιορισμό του μεγέθους τους κατά %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Pienennä seuraavien resurssien kokoa %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku) %(BEGIN_LINK)spienentämällä HTML-koodi%(END_LINK)s.
fil: %(BEGIN_LINK)sPaliitin ang HTML%(END_LINK)s para sa mga sumusunod na mapagkukunan upang bawasan ang laki ng mga ito nang %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(BEGIN_LINK)sMinimer HTML%(END_LINK)s for følgende ressurser for å redusere størrelsen på disse med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: %(BEGIN_LINK)sGiảm bớt HTML%(END_LINK)s của các tài nguyên sau để giảm kích thước của chúng đi %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(BEGIN_LINK)sMinify JavaScript%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: %(BEGIN_LINK)sΕλαχιστοποίηση JavaScript%(END_LINK)s για τους παρακάτω πόρους για τον περιορισμό του μεγέθους τους κατά %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Pienennä seuraavien resurssien kokoa %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku) %(BEGIN_LINK)spienentämällä JavaScript%(END_LINK)s.
fil: %(BEGIN_LINK)sPaliitin ang JavaScript%(END_LINK)s para sa mga sumusunod na mapagkukunan upang bawasan ang laki ng mga ito nang %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(BEGIN_LINK)sMinimer JavaScript%(END_LINK)s for følgende ressurser for å redusere størrelsen på disse med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: %(BEGIN_LINK)sGiảm bớt JavaScript%(END_LINK)s của các tài nguyên sau để giảm kích thước của chúng đi %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(BEGIN_LINK)sOptimize CSS Delivery%(END_LINK)s of the following:
el: %(BEGIN_LINK)sΒελτιστοποίηση προβολής CSS%(END_LINK)s των παρακάτω στοιχείων:
fi: %(BEGIN_LINK)sOptimoi seuraavien kohteiden CSS-jakelu%(END_LINK)s:
fil: %(BEGIN_LINK)sI-optimize ang Paghahatid ng CSS%(END_LINK)s ng sumusunod:
no: %(BEGIN_LINK)sOptimaliser CSS-levering%(END_LINK)s av følgende:
vi: %(BEGIN_LINK)sTối ưu hóa phân phối CSS%(END_LINK)s của các URL sau:

source: %(BEGIN_LINK)sOptimize the following images%(END_LINK)s to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: %(BEGIN_LINK)sΒελτιστοποίηση των παρακάτω εικόνων%(END_LINK)s για τον περιορισμό του μεγέθους τους κατά %(SIZE_IN_BYTES)s (μείωση %(PERCENTAGE)s).
fi: Pienennä seuraavien kuvien kokoa %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku) %(BEGIN_LINK)soptimoimalla kuvat%(END_LINK)s.
fil: %(BEGIN_LINK)sI-optimize ang mga sumusunod na larawan%(END_LINK)s upang bawasan ang laki ng mga ito nang %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(BEGIN_LINK)sOptimaliser følgende bilder%(END_LINK)s for å redusere størrelsen med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: %(BEGIN_LINK)sTối ưu hóa các hình ảnh sau%(END_LINK)s để giảm kích thước của chúng đi %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
el: %(BEGIN_LINK)sΟρισμός προτεραιότητας ορατού περιεχομένου%(END_LINK)s που απαιτείται για την απόδοση στο επάνω μέρος.
fi: %(BEGIN_LINK)sPriorisoi näkyvä sisältö%(END_LINK)s, joka tarvitaan sivun yläosan hahmontamiseen.
fil: %(BEGIN_LINK)sGawing priyoridad ang nakikitang nilalaman%(END_LINK)s na kinakailangan para sa pagre-render sa itaas ng fold.
no: %(BEGIN_LINK)sPrioriter synlig innhold%(END_LINK)s som er nødvendig for å gjengi den synlige delen av nettsiden.
vi: %(BEGIN_LINK)sTối ưu hóa nội dung hiển thị%(END_LINK)s cần để hiển thị trong màn hình đầu tiên.

source: %(BEGIN_LINK)sRemove render-blocking JavaScript%(END_LINK)s:
el: %(BEGIN_LINK)sΚατάργηση JavaScript αποκλεισμού απόδοσης %(END_LINK)s:
fi: %(BEGIN_LINK)sPoista hahmontamisen estävä JavaScript-koodi%(END_LINK)s:
fil: %(BEGIN_LINK)sAlisin ang JavaScript na nagba-block sa pagre-render%(END_LINK)s:
no: %(BEGIN_LINK)sFjern gjengivelsesblokkerende JavaScript%(END_LINK)s :
vi: %(BEGIN_LINK)sXóa JavaScript chặn hiển thị%(END_LINK)s:

source: %(BEGIN_LINK)sUse asynchronous versions%(END_LINK)s of the following scripts:
el: %(BEGIN_LINK)sΧρήση ασύγχρονων εκδόσεων%(END_LINK)s των παρακάτω σεναρίων:
fi: %(BEGIN_LINK)sKäytä seuraavien koodinpätkien asynkronisia versioita%(END_LINK)s:
fil: %(BEGIN_LINK)sGamitin ang mga asynchronous na bersyon%(END_LINK)s ng mga sumusunod na script:
no: %(BEGIN_LINK)sBruk asynkrone versjoner%(END_LINK)s av følgende skript:
vi: %(BEGIN_LINK)sSử dụng phiên bản không đồng bộ%(END_LINK)s của các tập lệnh sau:

source: %(DOCUMENT_URL)s has CSS in the document body.
el: Το σώμα του εγγράφου %(DOCUMENT_URL)s περιέχει CSS.
fi: URL-osoitteessa %(DOCUMENT_URL)s on CSS-koodia dokumentin body-osassa.
fil: May CSS sa nilalaman ng dokumento ang %(DOCUMENT_URL)s.
no: %(DOCUMENT_URL)s har CSS i dokumentteksten.
vi: %(DOCUMENT_URL)s có CSS trong nội dung tài liệu.

source: %(DOCUMENT_URL)s has CSS in the document body:
el: Το σώμα του εγγράφου %(DOCUMENT_URL)s περιέχει CSS:
fi: URL-osoitteessa %(DOCUMENT_URL)s on CSS-koodia dokumentin body-osassa:
fil: May CSS sa nilalaman ng dokumento ang %(DOCUMENT_URL)s:
no: %(DOCUMENT_URL)s har CSS i dokumentteksten:
vi: %(DOCUMENT_URL)s có CSS trong nội dung tài liệu:

source: %(DOCUMENT_URL)s loads %(RESOURCE_URL)s synchronously.
el: Το έγγραφο %(DOCUMENT_URL)s πραγματοποιεί συγχρονισμένη φόρτωση του στοιχείου %(RESOURCE_URL)s.
fi: %(DOCUMENT_URL)s lataa tiedoston %(RESOURCE_URL)s synkronisesti.
fil: Nilo-load ng %(DOCUMENT_URL)s ang %(RESOURCE_URL)s nang synchronous.
no: %(DOCUMENT_URL)s laster inn %(RESOURCE_URL)s synkront.
vi: %(DOCUMENT_URL)s tải đồng bộ %(RESOURCE_URL)s.

source: %(NUM_BYTES)sB
fi: %(NUM_BYTES)s t

source: %(NUM_KILOBYTES)sKiB
el: %(NUM_KILOBYTES)s KB
fi: %(NUM_KILOBYTES)s kt
no: %(NUM_KILOBYTES)s kB

source: %(NUM_MEGABYTES)sMiB
el: %(NUM_MEGABYTES)s MB
fi: %(NUM_MEGABYTES)s Mt
no: %(NUM_MEGABYTES)s MB

source: %(NUM_STYLE_BLOCKS)s style block(s) in the body should be moved to the document head.
el: %(NUM_STYLE_BLOCKS)s αποκλεισμοί στυλ στο σώμα του εγγράφου θα πρέπει να μετακινηθούν στο τμήμα "head' του εγγράφου.
fi: %(NUM_STYLE_BLOCKS)s tyylimäärittelyä tulee siirtää body-osasta dokumentin head-osaan.
fil: Ilipat dapat sa itaas na bahagi ng dokumento ang %(NUM_STYLE_BLOCKS)s (na) style block sa nilalaman.
no: %(NUM_STYLE_BLOCKS)s stilblokk(er) i teksten bør flyttes til dokumenthodet.
vi: %(NUM_STYLE_BLOCKS)s khối kiểu trong nội dung phải được chuyển tới đầu tài liệu.

source: %(ORIGINAL_URL)s is an uncacheable redirect to %(TARGET_URL)s
el: Η διεύθυνση %(ORIGINAL_URL)s αποτελεί μια ανακατεύθυνση χωρίς δυνατότητα προσωρινής αποθήκευσης στη διεύθυνση %(TARGET_URL)s
fi: %(ORIGINAL_URL)s on uudelleenohjaus osoitteeseen %(TARGET_URL)s. Uudelleenohjausta ei lisätä välimuistiin.
fil: Ang %(ORIGINAL_URL)s ay isang hindi naka-cache na pagre-redirect sa %(TARGET_URL)s
no: %(ORIGINAL_URL)s er en viderekobling til %(TARGET_URL)s som ikke kan bufres
vi: %(ORIGINAL_URL)s là một chuyển hướng tới %(TARGET_URL)s không thể lưu trong bộ nhớ cache

source: %(SIZE_IN_BYTES)s of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
el: %(SIZE_IN_BYTES)s JavaScript αναλύονται κατά την αρχική φόρτωση της σελίδας. Διαφοροποιήστε την ανάλυση της JavaScript για να περιορίσετε τον αποκλεισμό της απόδοσης σελίδας.
fi: %(SIZE_IN_BYTES)s JavaScriptiä jäsennetään sivun latauksen aikana. Lykkää JavaScriptin jäsentämistä nopeuttaaksesi sivun hahmontamista.
fil: Pina-parse ang %(SIZE_IN_BYTES)s ng JavaScript sa panahon ng paglo-load ng paunang pahina. I-defer ang pagpa-parse ng JavaScript upang bawasan ang pagba-block sa pagre-render ng pahina.
no: %(SIZE_IN_BYTES)s av JavaScript parses i løpet av første sideinnlastning. Utsett JavaScript-parsingen for å redusere blokkering av sidegjengivelse.
vi: %(SIZE_IN_BYTES)s JavaScript được phân tích cú pháp trong quá trình tải trang ban đầu. Hoãn phân tích cú pháp JavaScript để giảm khả năng chặn trang hiển thị.

source: %(SIZE_IN_BYTES)s of the response was required to render the above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
el: Απαιτούνται %(SIZE_IN_BYTES)s της απόκρισης για την απόδοση του περιεχομένου στο επάνω μέρος. %(BEGIN_LINK)sΟρίστε σε προτεραιότητα το ορατό περιεχόμενο%(END_LINK)s που απαιτείται για απόδοση στο επάνω μέρος.
fi: %(SIZE_IN_BYTES)s vastauksesta tarvitaan sivun yläosan sisällön hahmontamiseen. %(BEGIN_LINK)sPriorisoi näkyvä sisältö%(END_LINK)s, joka tarvitaan sivun yläosan hahmontamiseen.
fil: Kinailangan ang %(SIZE_IN_BYTES)s ng tugon upang i-render ang nilalaman sa itaas ng fold. %(BEGIN_LINK)sGawing priyoridad ang nakikitang nilalaman%(END_LINK)s na kinakailangan para sa pagre-render sa itaas ng fold.
no: %(SIZE_IN_BYTES)s av responsen var nødvendig for å gjengi innhold på den synlige delen av nettsiden. %(BEGIN_LINK)sPrioriter synlig innhold%(END_LINK)s som er nødvendig for å gjengi den synlige delen av nettsiden.
vi: Cần có %(SIZE_IN_BYTES)s phản hồi để hiển thị nội dung trong màn hình đầu tiên. %(BEGIN_LINK)sƯu tiên nội dung hiển thị%(END_LINK)s cần để hiển thị trong màn hình đầu tiên.

source: %(URL)s (%(NUM_REFLOWS)s reflows)
el: %(URL)s (%(NUM_REFLOWS)s αναδιατάξεις)
fi: %(URL)s (%(NUM_REFLOWS)s uudelleenrivitystä)
fil: %(URL)s (%(NUM_REFLOWS)s (na) muling pagdaloy)
no: %(URL)s (%(NUM_REFLOWS)s dynamiske tilpasninger)
vi: %(URL)s (%(NUM_REFLOWS)s bố cục)

source: %(URL)s (%(SIZE_IN_BYTES)s of inline JavaScript)
el: %(URL)s (%(SIZE_IN_BYTES)s της ενσωματωμένης JavaScript)
fi: %(URL)s (%(SIZE_IN_BYTES)s sisäistä JavaScriptiä)
fil: %(URL)s (%(SIZE_IN_BYTES)s ng inline JavaScript)
no: %(URL)s (%(SIZE_IN_BYTES)s av innebygd JavaScript)
vi: %(URL)s (%(SIZE_IN_BYTES)s JavaScript nội tuyến)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s)
el: %(URL)s (Διαστάσεις: %(WIDTH)s x %(HEIGHT)s)
fi: %(URL)s (mitat: %(WIDTH)s x %(HEIGHT)s)
fil: %(URL)s (Mga Dimensyon: %(WIDTH)s x %(HEIGHT)s)
no: %(URL)s (Mål: %(WIDTH)s x %(HEIGHT)s)
vi: %(URL)s (Kích thước: %(WIDTH)s x %(HEIGHT)s)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s uses)
el: %(URL)s (Διαστάσεις: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s χρήσεις)
fi: %(URL)s (mitat: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s käyttökertaa)
fil: %(URL)s (Mga Dimensyon: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s (na) paggamit)
no: %(URL)s (Mål: %(WIDTH)s x %(HEIGHT)s ) (brukt %(NUM_USES)s ganger)
vi: %(URL)s (Kích thước: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s lần sử dụng)

source: %(URL)s (expiration not specified)
el: %(URL)s (η λήξη δεν προσδιορίστηκε)
fi: %(URL)s (vanhentumista ei ole määritetty)
fil: %(URL)s (hindi tinukoy ang expiration)
no: %(URL)s (utløp ikke spesifisert)
vi: %(URL)s (thời gian hết hạn không được chỉ định)

source: %(URL)s has a request size of %(SIZE_IN_BYTES)s
el: Η διεύθυνση %(URL)s έχει μέγεθος αιτήματος %(SIZE_IN_BYTES)s
fi: Osoitteen %(URL)s pyynnön koko on %(SIZE_IN_BYTES)s
fil: Ang %(URL)s ay may laki ng kahilingan na %(SIZE_IN_BYTES)s
no: %(URL)s har en forespørselstørrelse på %(SIZE_IN_BYTES)s
vi: %(URL)s có kích thước yêu cầu %(SIZE_IN_BYTES)s

source: %(URL)s is resized in HTML or CSS from %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s to %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: Το μέγεθος της διεύθυνσης %(URL)s αλλάζει σε HTML ή CSS από %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s σε %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Η εμφάνιση μιας διαβαθμισμένης εικόνας θα μπορούσε να εξοικονομήσει %(SIZE_IN_BYTES)s (Μείωση %(PERCENTAGE)s).
fi: Kuvan %(URL)s kokoa on muutettu HTML:ssä tai CSS:ssä (nykyinen koko: %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s, aiempi koko: %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s). Skaalatun kuvan näyttäminen voi säästää %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Binago ang laki ng %(URL)s sa HTML o CSS mula sa %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s patungo sa %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Ang paghahatid ng sinukat na larawan ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(URL)s har fått endret størrelse i HTML eller CSS fra %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s til %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Levering av et skalert bilde kan spare %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduksjon).
vi: %(URL)s được đổi kích thước trong HTML hoặc CSS từ %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s thành %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Phân phối hình ảnh được chia tỉ lệ có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(URL)s is resized in HTML or CSS. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
el: Το μέγεθος της διεύθυνσης %(URL)s αλλάζει σε HTML ή CSS. Η εμφάνιση μιας διαβαθμισμένης εικόνας θα μπορούσε να εξοικονομήσει %(SIZE_IN_BYTES)s (Μείωση %(PERCENTAGE)s).
fi: Kuvan %(URL)s kokoa on muutettu HTML:ssä tai CSS:ssä. Skaalatun kuvan näyttäminen voi säästää %(SIZE_IN_BYTES)s (%(PERCENTAGE)s:n lasku).
fil: Binago ang laki ng %(URL)s sa HTML o CSS. Ang paghahatid ng sinukat na larawan ay makakatipid ng %(SIZE_IN_BYTES)s (%(PERCENTAGE)s na pagbabawas).
no: %(URL)s er endret i HTML eller CSS. Levering av et skalert bilde kan spare %(SIZE_IN_BYTES)s ( %(PERCENTAGE)s reduksjon).
vi: %(URL)s được đổi kích thước trong HTML hoặc CSS. Phân phối hình ảnh được chia tỉ lệ có thể giúp giảm %(SIZE_IN_BYTES)s (giảm %(PERCENTAGE)s).

source: %(URL)s line %(LINE_NUMBER)s (%(DURATION)s)
el: %(URL)s γραμμή %(LINE_NUMBER)s (%(DURATION)s)
fi: %(URL)s, rivi %(LINE_NUMBER)s (%(DURATION)s)
fil: Linya %(LINE_NUMBER)s ng %(URL)s (%(DURATION)s)
no: %(URL)s linje %(LINE_NUMBER)s (%(DURATION)s)
vi: %(URL)s dòng %(LINE_NUMBER)s (%(DURATION)s)

source: %(URL)s should inline the following small resources:
el: Η διεύθυνση %(URL)s θα πρέπει να ενσωματώσει τους παρακάτω μικρούς πόρους:
fi: Osoitteen %(URL)s tulee upottaa seuraavat pienet resurssit:
fil: Kailangang i-inline ng %(URL)s ang sumusunod na maliliit na mapagkukunan:
no: %(URL)s bør bygge inn følgende små ressurser:
vi: %(URL)s phải đặt nội tuyến các tài nguyên nhỏ sau:

source: Approximately %(PERCENTAGE)s of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
el: Ήταν δυνατή η απόδοση περίπου του %(PERCENTAGE)s του περιεχομένου στο επάνω μέρος χωρίς αναμονή για τη φόρτωση των παρακάτω πόρων. Δοκιμάστε να διαφοροποιήσετε ή να φορτώσετε ασύγχρονα τους πόρους αποκλεισμού ή να ενσωματώσετε τα σημαντικά τμήματα αυτών των πόρων απευθείας στο HTML.
fi: Noin %(PERCENTAGE)s sivun yläosan sisällöstä voitiin hahmontaa odottamatta seuraavien resurssien latautumista. Lykkää hahmonnuksen estävien resurssien lataamista tai lataa ne asynkronisesti. Voit myös upottaa kyseisten resurssien tärkeimmät osat suoraan HTML-koodiin.
fil: Tinatayang %(PERCENTAGE)s ng nilalaman sa itaas ng fold sa iyong pahina ang mare-render nang hindi naghihintay na ma-load ang mga sumusunod na mapagkukunan. Subukang i-defer o asynchronous na i-load ang mga nagba-block na mapagkukunan, o i-inline ang mahahalagang bahagi ng mga mapagkukunang iyon nang direkta sa HTML.
no: Omtrent %(PERCENTAGE)s av innholdet som er synlig på siden din kan gjengis uten å vente på at de følgende ressursene skal lastes inn. Prøv å utsette eller laste inn blokkerte ressurser asynkront, eller bygg de viktigste delene av ressursene direkte inn i HTML.
vi: Khoảng %(PERCENTAGE)s nội dung trong màn hình đầu tiên trên trang của bạn có thể được hiển thị mà không cần chờ bất kỳ tài nguyên nào sau đây tải. Cố gắng trì hoãn hoặc tải không đồng bộ các tài nguyên chặn hoặc đặt nội tuyến những phần quan trọng của các tài nguyên đó trực tiếp trong HTML.

source: Avoid CSS @import
el: Αποφεύγετε τη χρήση @import στα CSS
fi: Vältä @import-komentoa CSS-taulukoissa
fil: Iwasan ang CSS @import
ja: CSS @import を使用しない
no: Unngå @import i CSS
vi: Tránh CSS @import

source: Avoid a character set in the meta tag
el: Αποφύγετε ένα σύνολο χαρακτήρων στη μεταετικέτα
fi: Älä määritä merkistöä sisällönkuvauskentässä
fil: Iwasan ang isang set ng character sa meta tag
no: Unngå et tegnsett i metatagen
vi: Tránh bộ ký tự trong thẻ meta

source: Avoid bad requests
el: Αποφεύγετε εσφαλμένα αιτήματα
fi: Vältä virheellisiä pyyntöjä
fil: Iwasan ang mga hindi tamang kahilingan
ja: 誤りのあるリクエストを送信しない
no: Unngå ugyldige forespørsler
vi: Tránh các yêu cầu không hợp lệ

source: Avoid flash on mobile webpages
el: Αποφύγετε το flash για ιστοσελίδες για κινητά
fi: Älä käytä flashia mobiilisivuilla
fil: Iwasan ang flash sa mga webpage sa mobile
no: Unngå Flash på mobile nettsider
vi: Tránh sử dụng flash trên các trang web dành cho thiết bị di động

source: Avoid landing page redirects
el: Αποφύγετε τις ανακατευθύνσεις σελίδας προορισμού
fi: Älä käytä aloitussivun uudelleenohjauksia
fil: Iwasan ang mga pagre-redirect ng landing page
no: Unngå landingsside-viderekoblinger
vi: Tránh các chuyển hướng trang đích

source: Avoid long-running scripts
el: Αποφύγετε τα σενάρια μεγάλης διάρκειας
fi: Vältä pitkäkestoisia komentosarjoja
fil: Iwasan ang mga script na mahaba ang pagtakbo
ja: 長時間実行されるスクリプトは避ける
no: Unngå langvarige skript
vi: Tránh các tập lệnh chạy lâu

source: CSS in the document body adversely impacts rendering performance.
el: Το CSS στο κύριο τμήμα του εγγράφου επηρεάζει αρνητικά την επίδοση της απόδοσης.
fi: Asiakirjan body-osassa oleva CSS heikentää hahmonnuksen tehokkuutta.
fil: Salungat na naaapektuhan ng CSS sa nilalaman ng dokumento ang pagganap sa pagbibigay.
ja: ドキュメント ボディ内に CSS を挿入すると、レンダリングのパフォーマンスが低下します。
no: CSS i dokumentteksten kan ha negativ innvirkning på gjengivelsesytelsen.
vi: CSS trong phần thân tài liệu ảnh hưởng bất lợi đến hiệu quả kết xuất.

source: Combine external CSS
el: Συνδυασμός εξωτερικών CSS
fi: Yhdistä ulkoinen CSS
fil: Pagsamahin ang panlabas na CSS
ja: 外部 CSS をまとめる
no: Slå sammen eksterne CSS-ressurser
vi: Kết hợp CSS bên ngoài

source: Combine external JavaScript
el: Συνδυασμός εξωτερικού JavaScript
fi: Yhdistä ulkoinen JavaScript
fil: Pagsamahin ang panlabas na JavaScript
ja: 外部 JavaScript をまとめる
no: Slå sammen eksterne JavaScript
vi: Kết hợp JavaScript bên ngoài

source: Combine images into CSS sprites
el: Συνδυασμός εικόνων σε CSS sprites
fi: Yhdistä kuvat CSS-sprites-koosteeksi
fil: Pagsamahin ang mga larawan sa CSS sprites
ja: CSS スプライトに画像をまとめる
no: Kombiner bilder til å forme CSS-sprites
vi: Kết hợp các hình ảnh thành CSS sprites

source: Compacting CSS code can save many bytes of data and speed up download and parse times.
el: Η συμπύκνωση κώδικα CSS μπορεί να εξοικονομήσει πολλά byte δεδομένων και να επιταχύνει τη λήψη και την ανάλυση.
fi: Tiivistämällä CSS-koodia voit vähentää ladattavien tavujen määrää ja nopeuttaa lataamista ja jäsennystä.
fil: Makakatipid ng maraming byte ng data at makakapagpabilis sa mga oras ng pag-download at pag-parse ang pag-compact ng CSS code.
no: Komprimering av CSS-kode kan spare mange byte med data og gi raskere nedlasting og analysering.
vi: Nén mã CSS có thể tiết kiệm nhiều byte dữ liệu đồng thời tăng tốc thời gian tải xuống và phân tích cú pháp.
