Repository: pagespeed/page-speed
Catalog: lib/branches/lib-1.12/src/pagespeed/po/*.po
Languages: sk

source: $1 ($2 of inline JavaScript)
sk: $1 ($2 vloženého kódu JavaScript)

source: $1 ($2 reflows)
sk: $1 ($2 prekreslení)

source: $1 (Dimensions: $2 x $3)
sk: Obrázok $1 (rozmery: $2 x $3)

source: $1 (Dimensions: $2 x $3) ($4 uses)
sk: Obrázok $1 (rozmery: $2 x $3) (zobrazení na stránke: $4)

source: $1 (expiration not specified)
sk: $1 (doba uplynutia nebola určená)

source: $1 calls document.write on line $2 to fetch:
sk: Externý zdroj $1 vyvoláva príkazom document.write v riadku $2 načítanie nasledujúcich adries URL:

source: $1 has CSS in the document body.
sk: V texte dokumentu $1 sa nachádza jazyk CSS.

source: $1 has CSS in the document body:
sk: Text dokumentu $1 obsahuje jazyk CSS:

source: $1 has a request size of $2
sk: Žiadosť adresy URL $1 má $2

source: $1 is an uncacheable redirect to $2
sk: $1 je presmerovanie na adresu $2, ktoré nie je možné uložiť do vyrovnávacej pamäte

source: $1 is resized in HTML or CSS from $2x$3 to $4x$5. Serving a scaled image could save $6 ($7 reduction).
sk: Veľkosť obrázka $1 sa v kóde HTML alebo CSS zmení z $2x$3 na $4x$5. Poskytovaním zmenšeného obrázka môžete ušetriť $6 (zmenšenie o $7).

source: $1 is resized in HTML or CSS. Serving a scaled image could save $2 ($3 reduction).
sk: Veľkosť obrázka $1 sa v kóde HTML alebo CSS zmení. Poskytovaním zmenšeného obrázka môžete ušetriť $2 (zmenšenie o $3).

source: $1 line $2 ($3)
sk: $1, riadok $2 ($3)

source: $1 loads $2 synchronously.
sk: Dokument $1 synchrónne načíta zdroj $2.

source: $1 of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
sk: V priebehu počiatočného načítania stránky sa analyzuje nasledujúce množstvo kódu JavaScript: $1. Ak chcete znížiť blokovanie pri vykresľovaní stránky, odložte analýzu kódu JavaScript.

source: $1 should inline the following small resources:
sk: Do dokumentu $1 by mali byť vložené nasledujúce malé zdroje:

source: $1 style block(s) in the body should be moved to the document head.
sk: Bloky štýlov (v počte $1) v texte by mali byť presunuté do hlavičky dokumentu.

source: $1KiB
sk: $1 KB

source: $1MiB
sk: $1 MB

source: Avoid CSS @import
sk: Nepoužívajte kód @import jazyka CSS

source: Avoid bad requests
sk: Neodosielajte chybné žiadosti

source: Avoid document.write
sk: Nepoužívajte príkaz document.write

source: Avoid long-running scripts
sk: Nepoužívajte dlho bežiace skripty

source: CSS in the document body adversely impacts rendering performance.
sk: Jazyk CSS v texte dokumentu nepriaznivo vplýva na výkonnosť vykresľovania.

source: Combine external CSS
sk: Spojte externé zdroje CSS

source: Combine external JavaScript
sk: Spojte externé zdroje JavaScript

source: Combine images into CSS sprites
sk: Spojte obrázky do obrázkov CSS sprite

source: Compressing $1 could save $2 ($3 reduction).
sk: Kompresia zdroja $1 ušetrí $2 (zmenšenie o $3).

source: Compressing the following resources with gzip could reduce their transfer size by $1 ($2 reduction).
sk: Kompresia nasledujúcich zdrojov pomocou nástroja gzip zníži ich prenosovú veľkosť o $1 (zmenšenie o $2).

source: Cookies: $1
sk: Súbory cookie: $1

source: Cookies: $1 (note that this is a static resource, and should be served from a cookieless domain)
sk: Súbory cookie: $1 (ide o statický zdroj, mal by byť poskytovaný z domény bez súborov cookie)

source: Defer parsing of JavaScript
sk: Odložiť analýzu kódu JavaScript

source: Eliminate unnecessary reflows
sk: Eliminujte nepotrebné prekreslenia

source: Enable Keep-Alive
sk: Povoliť funkciu Keep-Alive

source: Enable compression
sk: Povoľte kompresiu

source: Inline Small CSS
sk: Vložte malé zdroje CSS

source: Inline Small JavaScript
sk: Vložte malé zdroje JavaScript

source: Inline script block #$1
sk: Vložený blok skriptu #$1

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
sk: Jazyk JavaScript spustený v nasledujúcich zdrojoch je príčinou zbytočných prekreslení. Ak chcete skrátiť dobu vykresľovania stránky, upravte JavaScript tak, aby nespôsoboval prekreslenia:

source: Leverage browser caching
sk: Využite ukladanie do vyrovnávacej pamäte prehliadača

source: Link node $1 should be moved to the document head.
sk: Uzol odkazu zdroja CSS $1 by mal byť presunutý do hlavičky dokumentu.

source: Losslessly compressing $1 could save $2 ($3 reduction).
sk: Bezstratová kompresia obrázka $1 ušetrí $2 (zmenšenie o $3).

source: Make landing page redirects cacheable
sk: Zaistite, aby bolo možné presmerovanie zo vstupnej stránky uložiť do vyrovnávacej pamäte

source: Minify CSS
sk: Minifikujte súbor CSS

source: Minify HTML
sk: Minifikujte súbor HTML

source: Minify JavaScript
sk: Minifikujte súbor JavaScript

source: Minifying $1 could save $2 ($3 reduction) after compression.
sk: Minifikácia zdroja $1 ušetrí po kompresii $2 (zmenšenie o $3).

source: Minifying $1 could save $2 ($3 reduction).
sk: Minifikácia zdroja $1 ušetrí $2 (zmenšenie o $3).

source: Minifying the following CSS resources could reduce their size by $1 ($2 reduction).
sk: Minifikácia nasledujúcich zdrojov CSS zmenší ich veľkosť o $1 (zmenšenie o $2).

source: Minifying the following HTML resources could reduce their size by $1 ($2 reduction).
sk: Minifikácia nasledujúcich zdrojov HTML zmenší ich veľkosť o $1 (zmenšenie o $2).

source: Minifying the following JavaScript resources could reduce their size by $1 ($2 reduction).
sk: Minifikácia nasledujúcich zdrojov JavaScript zmenší ich veľkosť o $1 (zmenšenie o $2).

source: Minimize DNS lookups
sk: Minimalizujte počet vyhľadávaní DNS

source: Minimize redirects
sk: Minimalizujte počet presmerovaní

source: Minimize request size
sk: Minimalizujte veľkosť žiadosti

source: Optimize images
sk: Optimalizujte obrázky

source: Optimize the order of styles and scripts
sk: Optimalizujte poradie štýlov a skriptov

source: Optimizing the following images could reduce their size by $1 ($2 reduction).
sk: Optimalizácia nasledujúcich obrázkov zmenší ich veľkosť o $1 (zmenšenie o $2).

source: Other: $1
sk: Iné: $1

source: Parallelize downloads across hostnames
sk: Paralelizujte preberania pomocou viacerých názvov hostiteľov

source: Prefer asynchronous resources
sk: Preferujte asynchrónne zdroje

source: Put CSS in the document head
sk: Do hlavičky dokumentu vložte jazyk CSS

source: Reduce request serialization
sk: Obmedzte serializáciu žiadostí

source: Referer Url: $1
sk: Adresa URL odkazujúceho servera: $1

source: Remove query strings from static resources
sk: Zo statických zdrojov odstráňte reťazce dopytov

source: Remove the following redirect chain if possible:
sk: Pokiaľ je to možné, odstráňte nasledujúci reťazec presmerovaní:

source: Request URL: $1
sk: Adresa URL v žiadosti: $1

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
sk: Niektoré servery proxy neukladajú zdroje so znakom „?“ v adrese URL do svojej vyrovnávacej pamäte. Pri nasledujúcich zdrojoch odstráňte reťazec dopytu a zakódujte parametre do ich adries URL:

source: Serve resources from a consistent URL
sk: Poskytujte zdroje z rovnakých adries URL

source: Serve scaled images
sk: Poskytujte zmenšené obrázky

source: Specify a Vary: Accept-Encoding header
sk: Určte hlavičku Vary: Accept-Encoding

source: Specify a cache validator
sk: Určte validátor vyrovnávacej pamäte

source: Specify a character set
sk: Určte znakovú sadu

source: Specify image dimensions
sk: Určte rozmery obrázka

source: The following JavaScript call stack (executed $1 times) caused reflows that took $2 milliseconds: $3
sk: Nasledujúci zásobník volaní jazyka JavaScript (počet spustení: $1) bol príčinou prekreslenia, ktoré trvalo $2 ms: $3

source: The following JavaScript call stack caused a reflow that took $1 milliseconds: $2
sk: Nasledujúci zásobník volaní jazyka JavaScript bol príčinou prekreslenia, ktoré trvalo $1 ms: $2

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
sk: Nasledujúce adresy URL spúšťajú JavaScript, ktorý dlhú dobu blokuje používateľské rozhranie. Ak chcete zlepšiť odozvu prehliadača, optimalizujte JavaScript alebo ho rozdeľte pomocou spätných volaní.

source: The following cacheable resources have a short freshness lifetime. Specify an expiration at least one week in the future for the following resources:
sk: Nasledujúce zdroje, ktoré sa dajú uložiť do vyrovnávacej pamäte, zostanú aktuálnymi krátku dobu. Pre nasledujúce zdroje zadajte takú dobu platnosti, aby ostali aktuálnymi aspoň jeden týždeň (od teraz):

source: The following external CSS files were included after an external JavaScript file in $1. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
sk: Nasledujúce externé súbory CSS boli na stránke $1 uvedené až za externým súborom JavaScript. Ak chcete zaistiť, aby sa súbory CSS preberali paralelne, zahrňte externý súbor CSS vždy pred externý súbor JavaScript.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
sk: Text odpovedí nasledujúcich externých zdrojov je krátky. Vloženie odpovede vo formáte HTML môže znížiť počet zablokovaní pri vykresľovaní stránky.

source: The following external stylesheets were included in $1 using @import.
sk: Prostredníctvom kódu @import boli do šablóny so štýlmi $1 zahrnuté nasledujúce externé šablóny so štýlmi.

source: The following image(s) are missing width and/or height attributes.
sk: V nasledujúcich obrázkoch chýbajú atribúty pre šírku alebo výšku.

source: The following images are resized in HTML or CSS. Serving scaled images could save $1 ($2 reduction).
sk: Veľkosť nasledujúcich obrázkov sa v kóde HTML alebo CSS mení. Poskytovaním zmenšených obrázkov sa môže ušetriť $1 (zmenšenie o $2).

source: The following images served from $1 should be combined into as few images as possible using CSS sprites.
sk: Nasledujúce obrázky poskytované stránkou $1 by mali byť pomocou obrázkov CSS sprite spojené do čo najmenšieho počtu obrázkov.

source: The following inline script blocks were found in $1 between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
sk: Na stránke $1 boli medzi externým súborom CSS a iným zdrojom nájdené nasledujúce vložené bloky skriptov. Ak chcete povoliť paralelné preberanie, presuňte vložený skript pred externý súbor CSS alebo za ďalší zdroj.

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
sk: Nasledujúce presmerovania vstupnej stránky nie je možné ukladať do vyrovnávacej pamäte. Ak chcete zrýchliť načítanie stránok pre vracajúcich sa návštevníkov, povoľte ukladanie stránok do vyrovnávacej pamäte.

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
sk: Nasledujúce zdroje, ktoré je možné verejne uložiť do vyrovnávacej pamäte a komprimovať, by mali obsahovať hlavičku „Vary: Accept-Encoding“:

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
sk: Nasledujúce žiadosti vracajú odpoveď 404 alebo 410. Opravte nefunkčné odkazy alebo odstráňte odkazy na neexistujúce zdroje.

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
sk: Nasledujúce žiadosti sú serializované. Pokúste sa odstrániť ich závislosti, aby sa mohli načítať paralelne.

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
sk: Nasledujúce zdroje sa načítavajú synchrónne. Ich asynchrónnym načítaním znížite počet zablokovaní pri vykresľovaní stránky.

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
sk: V nasledujúcich zdrojoch chýba validátor vyrovnávacej pamäte. Zdroje, v ktorých nie je určený validátor vyrovnávacej pamäte, nemôžu byť efektívne obnovované. Pre nasledujúce zdroje určte hlavičku Last-Modified alebo ETag, a povoľte tak overenie vyrovnávacej pamäte:

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save $1 request(s) and $2.
sk: Nasledujúce zdroje majú rovnaký obsah. Poskytuje ho však niekoľko rôznych adries URL. Poskytovaním týchto zdrojov z jednej adresy URL zmenšíte počet žiadostí o $1 a ušetríte $2.

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
sk: Nasledujúce zdroje nemajú vo svojich hlavičkách kódu HTTP špecifikovanú žiadnu znakovú sadu. Jej určenie v hlavičkách kódu HTTP môže zrýchliť vykresľovanie prehliadača.

source: The host $1 should enable Keep-Alive. It serves the following resources.
sk: Hostiteľ $1 by mal povoliť funkciu Keep-Alive. Tá zobrazuje nasledujúce zdroje.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
sk: Názvy hostiteľov nasledujúcich adries URL zobrazujú iba po jednom zdroji. Zabezpečte, aby sa tieto zdroje poskytovali z existujúcich názvov hostiteľov, a vyhnite sa tak nadbytočným vyhľadávaniam DNS.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
sk: Žiadosti nasledujúcich adries URL sa nezmestia do jedného paketu. Zmenšením veľkosti týchto žiadostí by sa mohla skrátiť doba odozvy.

source: There are $1 CSS files served from $2. They should be combined into as few files as possible.
sk: Doména $2 poskytuje niekoľko súborov CSS (celkom $1). Mali by byť spojené do čo najmenšieho počtu súborov.

source: There are $1 JavaScript files served from $2. They should be combined into as few files as possible.
sk: Doména $2 poskytuje niekoľko súborov JavaScript (celkom $1). Mali by byť spojené do čo najmenšieho počtu súborov.

source: This page makes $1 parallelizable requests to $2. Increase download parallelization by distributing these requests across multiple hostnames:
sk: Táto stránka odosiela paralelizovateľné žiadosti (v počte $1) na doménu $2. Zvýšte paralelizáciu preberaní distribúciou týchto žiadostí prostredníctvom viacerých názvov hostiteľov:

source: Use an Application Cache
sk: Použite funkciu Application Cache

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
sk: Pomocou funkcie Application Cache môžete zobraziť stránku ihneď. Pri nasledujúcich dokumentoch HTML môžete pomocou funkcie Application Cache skrátiť dobu, počas ktorej budú môcť používatelia so stránkou pracovať:

source: Using document.write to fetch external resources can introduce serialization delays in the rendering of the page. The following resources use document.write to fetch external resources:
sk: Načítanie externých zdrojov pomocou príkazu document.write môže so sebou priniesť oneskorenia pri vykresľovaní stránky spôsobené serializáciou. Príkaz document.write používajú na načítanie externých zdrojov nasledujúce zdroje:
