Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.15.0.0/src/pagespeed/po/*.po
Languages: hu, lt, lv, nl, pt_pt, sv

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
hu: Az alkalmazás-gyorsítótár használata lehetővé teszi, hogy egy oldal azonnal megjelenjen. A követező HTML-dokumentumok alkalmazás-gyorsítótár használatával lecsökkenthetik a felhasználóknak az oldal működőképességére való várakozási idejét:
lt: Naudojant programos talpyklą, galima iškart rodyti puslapį. Toliau pateikti HTML dokumentai gali naudoti programos talpyklą, kad būtų sumažintas laikas, kurio naudotojams reikia norint sąveikauti su puslapiu:
lv: Izmantojot lietojumprogrammas kešatmiņu, lapa tiek parādīta nekavējoties. Tālāk minētie HTML dokumenti var izmantot lietojumprogrammas kešatmiņu, lai samazinātu laiku, kas nepieciešams lietotāju mijiedarbībai ar lapu.
nl: Met een applicatiecache kan een pagina onmiddellijk worden weergegeven. Voor de volgende HTML-documenten kan een applicatiecache worden gebruikt om ervoor te zorgen dat gebruikers de pagina sneller kunnen gebruiken:
pt_pt: Utilizar uma cache da aplicação permite a apresentação imediata de uma página. Os seguintes documentos HTML podem utilizar uma cache da aplicação para reduzir o tempo de interação dos utilizadores com a página:
sv: Genom att använda ett programcache kan en sida visas direkt. Följande HTML-dokument kan använda ett programcache för att minska den tid det tar för användarna att kunna interagera med sidan:

source: You have compression enabled. Learn more about %(BEGIN_LINK)senabling compression%(END_LINK)s.
hu: Engedélyezte a tömörítést. További információ a %(BEGIN_LINK)stömörítés engedélyezéséről%(END_LINK)s.
lt: Glaudinimas įgalintas. Sužinokite daugiau apie %(BEGIN_LINK)sglaudinimo įgalinimą%(END_LINK)s.
lv: Ir iespējota saspiešana. Uzziniet vairāk par %(BEGIN_LINK)ssaspiešanas iespējošanu%(END_LINK)s.
nl: U heeft compressie ingeschakeld. Meer informatie over %(BEGIN_LINK)shet inschakelen van compressie%(END_LINK)s.
pt_pt: A compressão está ativada. Saiba mais sobre a %(BEGIN_LINK)sativação da compressão%(END_LINK)s.
sv: Komprimering har aktiverats. Läs mer om att %(BEGIN_LINK)saktivera komprimering%(END_LINK)s.

source: You have enabled browser caching. Learn more about %(BEGIN_LINK)sbrowser caching recommendations%(END_LINK)s.
hu: Engedélyezte a böngésző gyorsítótárazását. További információ a %(BEGIN_LINK)sböngésző gyorsítótárazásával kapcsolatos javaslatokról%(END_LINK)s.
lt: Dėjimas į talpyklą naršyklėje įgalintas. Sužinokite daugiau apie %(BEGIN_LINK)sdėjimo į talpyklą naršyklėje rekomendacijas%(END_LINK)s.
lv: Ir iespējota pārlūka kešdarbe. Uzziniet vairāk par %(BEGIN_LINK)sieteikumiem, kas saistīti ar pārlūka kešdarbi%(END_LINK)s.
nl: U heeft browsercaching ingeschakeld. Meer informatie over %(BEGIN_LINK)saanbevelingen voor browsercaching%(END_LINK)s.
pt_pt: Ativou a colocação em cache do navegador. Saiba mais sobre %(BEGIN_LINK)srecomendações de colocação em cache do navegador%(END_LINK)s.
sv: Webbläsarens cachelagring har aktiverats. Läs mer om %(BEGIN_LINK)srekommendationerna för webbläsarens cachelagring%(END_LINK)s.

source: You have no render blocking resources. Learn more about %(BEGIN_LINK)sremoving render blocking resources%(END_LINK)s.
hu: Nincsenek megjelenítést gátló források. További információ a %(BEGIN_LINK)smegjelenítést gátló források eltávolításáról%(END_LINK)s.
lt: Nėra pateikimo blokavimo išteklių. Sužinokite daugiau apie %(BEGIN_LINK)spateikimo blokavimo išteklių pašalinimą%(END_LINK)s.
lv: Jums nav neviena renderēšanu bloķējoša resursa. Uzziniet vairāk par %(BEGIN_LINK)srenderēšanu bloķējošu resursu noņemšanu%(END_LINK)s.
nl: U heeft geen bronnen die het weergeven blokkeren. Meer informatie over %(BEGIN_LINK)shet verwijderen van bronnen die het weergeven blokkeren%(END_LINK)s.
pt_pt: Não tem recursos de bloqueio de conversão. Saiba mais sobre a %(BEGIN_LINK)sremoção de recursos de bloqueio de conversão%(END_LINK)s.
sv: Det finns inga resurser som blockerar renderingen. Läs mer om att %(BEGIN_LINK)sta bort resurser som blockerar renderingen%(END_LINK)s.

source: You have the above-the-fold content properly prioritized. Learn more about %(BEGIN_LINK)sprioritizing visible content%(END_LINK)s.
hu: A hajtás feletti tartalom priorizálása megfelelő. További információ a %(BEGIN_LINK)slátható tartalom priorizálásáról%(END_LINK)s.
lt: Turinys virš matomos ribos tinkamai išdėstytas pagal svarbą. Sužinokite daugiau apie %(BEGIN_LINK)smatomo turinio išdėstymą pagal svarbą%(END_LINK)s.
lv: Jūsu pirmā ekrāna saturā ir pareizi noteiktas prioritātes. Uzziniet vairāk par %(BEGIN_LINK)sprioritāšu noteikšanu redzamajam saturam%(END_LINK)s.
nl: U heeft de prioriteit voor de inhoud boven de vouw correct ingesteld. Meer informatie over %(BEGIN_LINK)shet instellen van de prioriteit van zichtbare inhoud%(END_LINK)s.
pt_pt: Deu a devida prioridade ao conteúdo na parte superior. Saiba mais sobre como %(BEGIN_LINK)sdar prioridade ao conteúdo visível%(END_LINK)s.
sv: Innehållet ovanför mitten är korrekt prioriterat. Läs mer om att %(BEGIN_LINK)sprioritera synligt innehåll%(END_LINK)s.

source: Your CSS is minified. Learn more about %(BEGIN_LINK)sminifying CSS%(END_LINK)s.
hu: A CSS le van csökkentve. További információ a %(BEGIN_LINK)sCSS csökkentéséről%(END_LINK)s.
lt: CSS kalba sumažinta. Sužinokite daugiau apie %(BEGIN_LINK)sCSS kalbos sumažinimą%(END_LINK)s.
lv: Jūsu CSS resurss ir samazināts. Uzziniet vairāk par %(BEGIN_LINK)sCSS resursu samazināšanu%(END_LINK)s.
nl: Uw CSS is verkleind. Meer informatie over %(BEGIN_LINK)shet verkleinen van CSS%(END_LINK)s.
pt_pt: O seu CSS está reduzido. Saiba mais sobre a %(BEGIN_LINK)sredução de CSS%(END_LINK)s.
sv: CSS-koden är kompakt. Läs mer om att %(BEGIN_LINK)sförminska CSS-kod%(END_LINK)s.

source: Your HTML is minified. Learn more about %(BEGIN_LINK)sminifying HTML%(END_LINK)s.
hu: A HTML le van csökkentve. További információ a %(BEGIN_LINK)sHTML csökkentéséről%(END_LINK)s.
lt: HTML sumažinta. Sužinokite daugiau apie %(BEGIN_LINK)sHTML sumažinimą%(END_LINK)s.
lv: Jūsu HTML resurss ir samazināts. Uzziniet vairāk par %(BEGIN_LINK)sHTML resursu samazināšanu%(END_LINK)s.
nl: Uw HTML is verkleind. Meer informatie over %(BEGIN_LINK)shet verkleinen van HTML%(END_LINK)s.
pt_pt: O seu HTML está reduzido. Saiba mais sobre a %(BEGIN_LINK)sredução de HTML%(END_LINK)s.
sv: HTML-koden är kompakt. Läs mer om att %(BEGIN_LINK)sförminska HTML-kod%(END_LINK)s.

source: Your JavaScript content is minified. Learn more about %(BEGIN_LINK)sminifying JavaScript%(END_LINK)s.
hu: A JavaScript-tartalom le van csökkentve. További információ a %(BEGIN_LINK)sJavaScript csökkentéséről%(END_LINK)s.
lt: „JavaScript“ turinys sumažintas. Sužinokite daugiau apie %(BEGIN_LINK)s„JavaScript“ turinio sumažinimą%(END_LINK)s.
lv: Jūsu JavaScript saturs ir samazināts. Uzziniet vairāk par %(BEGIN_LINK)sJavaScript satura samazināšanu%(END_LINK)s.
nl: Uw JavaScript-inhoud is verkleind. Meer informatie over %(BEGIN_LINK)shet verkleinen van JavaScript%(END_LINK)s.
pt_pt: O seu conteúdo JavaScript está reduzido. Saiba mais sobre a %(BEGIN_LINK)sredução de JavaScript%(END_LINK)s.
sv: JavaScript-koden är kompakt. Läs mer om att %(BEGIN_LINK)sförminska JavaScript-kod%(END_LINK)s.

source: Your images are optimized. Learn more about %(BEGIN_LINK)soptimizing images%(END_LINK)s.
hu: A képek optimalizálva vannak. További információ a %(BEGIN_LINK)sképek optimalizálásáról%(END_LINK)s.
lt: Vaizdai optimizuoti. Sužinokite daugiau apie %(BEGIN_LINK)svaizdų optimizavimą%(END_LINK)s.
lv: Jūsu attēli ir optimizēti. Uzziniet vairāk par %(BEGIN_LINK)sattēlu optimizēšanu%(END_LINK)s.
nl: Uw afbeeldingen zijn geoptimaliseerd. Meer informatie over %(BEGIN_LINK)shet optimaliseren van afbeeldingen%(END_LINK)s.
pt_pt: As suas imagens estão otimizadas. Saiba mais sobre a %(BEGIN_LINK)sotimização de imagens%(END_LINK)s.
sv: Bilderna är optimerade. Läs mer om att %(BEGIN_LINK)soptimera bilder%(END_LINK)s.

source: Your page does not appear to use plugins, which would prevent content from being usable on many platforms. Learn more about the importance of %(BEGIN_LINK)savoiding plugins%(END_LINK)s.
lt: Panašu, kad jūsų puslapyje nenaudojami papildiniai, dėl kurių turinys gali būti nenaudojamas daugelyje platformų. Sužinokite daugiau, kaip svarbu %(BEGIN_LINK)svengti papildinių%(END_LINK)s.
nl: Het lijkt erop dat uw pagina geen plug-ins gebruikt, waardoor inhoud op veel platforms mogelijk niet bruikbaar is. Meer informatie over het belang van %(BEGIN_LINK)shet vermijden van plug-ins%(END_LINK)s.
sv: Pluginprogram verkar inte användas på sidan. Användningen av pluginprogram innebär att innehållet inte går att använda på många plattformar. Läs mer om varför det är viktigt att %(BEGIN_LINK)sundvika pluginprogram%(END_LINK)s.

source: Your page does not have a viewport specified. This causes mobile devices to render your page as it would appear on a desktop browser, scaling it down to fit on a mobile screen. Configure a viewport to allow your page to render properly on all devices.
lt: Puslapyje nenustatytas peržiūros taškas. Dėl to mobiliuosiuose įrenginiuose puslapis pateikiamas taip, kaip jis būtų rodomas stalinio kompiuterio naršyklėje, ir yra sumažinamas, kad atitiktų mobiliojo įrenginio ekraną. Sukonfigūruokite peržiūros tašką, kad puslapis būtų tinkamai pateikiamas visuose įrenginiuose.
nl: Er is geen viewport opgegeven voor uw pagina. Dit betekent dat mobiele apparaten uw pagina weergeven zoals deze zou worden weergegeven in een desktopbrowser, waarbij de pagina wordt verkleind zodat deze op het scherm van een mobiel apparaat past. Als u een viewport configureert, kan uw pagina correct worden weergegeven op alle apparaten.
sv: Sidan har inget angivet visningsområde. Det innebär att mobila enheter återger sidan på samma sätt som den skulle visas på en stationär dator, men i en skala som är anpassad efter mobilskärmen. Konfigurera ett visningsområde så att sidan kan återges korrekt på alla enheter.

source: Your page has %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
hu: Az oldalon %(NUM_CSS)s gátló CSS-forrás van, amely késlelteti az oldal megjelenítését.
lt: Puslapyje yra %(NUM_CSS)s blokavimo CSS kalbos ištekl. Dėl to puslapio pateikimas uždelsiamas.
lv: Jūsu lapā ir %(NUM_CSS)s bloķējoši CSS resursi. Tādējādi rodas jūsu lapas renderēšanas aizkave.
nl: Uw pagina heeft %(NUM_CSS)s blokkerende CSS-bronnen. Dit veroorzaakt vertraging bij het weergeven van uw pagina.
pt_pt: A sua página tem %(NUM_CSS)s recursos de CSS de bloqueio. Isto provoca um atraso na conversão da página.
sv: Det finns %(NUM_CSS)s CSS-resurser som blockerar renderingen av sidan. Det gör att renderingen tar längre tid.

source: Your page has %(NUM_REDIRECTS)s redirects. Redirects introduce additional delays before the page can be loaded.
hu: Oldalán %(NUM_REDIRECTS)s átirányítás található. Az átirányítások további késleltetést okoznak az oldal betöltése előtt.
lt: Puslapyje yra %(NUM_REDIRECTS)s peradresavimai (-ų). Dėl to ilgiau užtrunka įkelti puslapį.
lv: Jūsu lapā ir %(NUM_REDIRECTS)s novirzīšanas URL. Novirzīšanas URL aizkavē lapas ielādi.
nl: Uw pagina heeft %(NUM_REDIRECTS)s omleidingen. Omleidingen zorgen voor extra vertraging voordat de pagina kan worden geladen.
pt_pt: A página possui %(NUM_REDIRECTS)s redirecionamentos. Os redirecionamentos causam atrasos adicionais antes de a página poder ser carregada.
sv: Det finns %(NUM_REDIRECTS)s omdirigeringar. Omdirigeringar gör att det tar längre tid innan sidan kan läsas in.

source: Your page has %(NUM_SCRIPTS)s blocking script resources and %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
hu: Az oldalon %(NUM_SCRIPTS)s gátló szkriptforrás és %(NUM_CSS)s gátló CSS-forrás van, amelyek késleltetik az oldal megjelenítését.
lt: Puslapyje yra %(NUM_SCRIPTS)s blokavimo scenarijų ištekl. ir %(NUM_CSS)s blokavimo CSS kalbos ištekl. Dėl to puslapio pateikimas uždelsiamas.
lv: Jūsu lapā ir %(NUM_SCRIPTS)s bloķējoši skriptu resursi un %(NUM_CSS)s bloķējoši CSS resursi. Tādējādi rodas jūsu lapas renderēšanas aizkave.
nl: Uw pagina heeft %(NUM_SCRIPTS)s blokkerende scriptbronnen en %(NUM_CSS)s blokkerende CSS-bronnen. Dit veroorzaakt vertraging bij het weergeven van uw pagina.
pt_pt: A sua página tem %(NUM_SCRIPTS)s recursos de script de bloqueio e %(NUM_CSS)s recursos de CSS de bloqueio. Isto provoca um atraso na conversão da página.
sv: Det finns %(NUM_SCRIPTS)s skriptresurser och %(NUM_CSS)s CSS-resurser som blockerar renderingen av sidan. Det gör att renderingen tar längre tid.

source: Your page has %(NUM_SCRIPTS)s blocking script resources. This causes a delay in rendering your page.
hu: Az oldalon %(NUM_SCRIPTS)s gátló szkriptforrás van, amely késlelteti az oldal megjelenítését.
lt: Puslapyje yra %(NUM_SCRIPTS)s blokavimo scenarijų ištekl. Dėl to puslapio pateikimas uždelsiamas.
lv: Jūsu lapā ir %(NUM_SCRIPTS)s bloķējoši skriptu resursi. Tādējādi rodas jūsu lapas renderēšanas aizkave.
nl: Uw pagina heeft %(NUM_SCRIPTS)s blokkerende scriptbronnen. Dit veroorzaakt vertraging bij het weergeven van uw pagina.
pt_pt: A sua página tem %(NUM_SCRIPTS)s recursos de script de bloqueio. Isto provoca um atraso na conversão da página.
sv: Det finns %(NUM_SCRIPTS)s skriptresurser som blockerar renderingen av sidan. Det gör att renderingen tar längre tid.

source: Your page has no redirects. Learn more about %(BEGIN_LINK)savoiding landing page redirects%(END_LINK)s.
hu: Az oldalon nincsenek átirányítások. További információ %(BEGIN_LINK)sa céloldali átirányítások elkerüléséről%(END_LINK)s.
lt: Puslapyje neperadresuojama. Sužinokite daugiau apie %(BEGIN_LINK)svengimą peradresuoti naudojant nukreipimo puslapį%(END_LINK)s.
lv: Jūsu lapā nav neviena novirzīšanas URL. Uzziniet vairāk par to, %(BEGIN_LINK)skā izvairīties no novirzīšanas URL iekļaušanas galvenajā lapā%(END_LINK)s.
nl: Uw pagina heeft geen omleidingen. Meer informatie over %(BEGIN_LINK)shet vermijden van omleidingen voor bestemmingspagina's%(END_LINK)s.
pt_pt: A sua página não tem redirecionamentos. Saiba mais sobre como %(BEGIN_LINK)sevitar redirecionamentos da página de destino%(END_LINK)s.
sv: Inga omdirigeringar görs. Läs mer om att %(BEGIN_LINK)sundvika omdirigeringar till målsidor%(END_LINK)s.

source: Your page requires additional network round trips to render the above-the-fold content. For best performance, reduce the amount of HTML needed to render above-the-fold content.
hu: Oldalának további utakat kell megtennie a hálózaton a hajtás feletti tartalom megjelenítéséhez. A legjobb teljesítmény érdekében csökkentse a hajtás feletti tartalom megjelenítéséhez szükséges HTML mennyiségét.
lt: Puslapyje atliekami papildomi tinklo ciklai, kad būtų pateikiamas turinys virš matomos ribos. Kad užtikrintumėte geriausią našumą, sumažinkite HTML kodo, kurio reikia turiniui virš matomos ribos pateikti, dydį.
lv: Lai attēlotu jūsu lapas pirmā ekrāna saturu, ir nepieciešams vairāk tīkla aprišu. Lai nodrošinātu vislabāko veiktspēju, samaziniet HTML apjomu, kas nepieciešams pirmā ekrāna satura atveidei.
nl: Uw pagina vereist extra netwerkomleidingen om inhoud boven de vouw weer te geven. Voor optimale prestaties beperkt u de hoeveelheid HTML-code die is vereist voor het weergeven van inhoud boven de vouw.
pt_pt: A página necessita de ações de ida e de volta adicionais da rede para processar o conteúdo visível. Para um melhor desempenho, reduza a quantidade de HTML necessária para processar esse conteúdo.
sv: Extra varv i nätverket krävs för att rendera innehållet ovanför mitten på sidan. Du får bättre prestanda om du minskar mängden HTML som måste bearbetas för att rendera innehållet på den direkt synliga delen av sidan.

source: Your page specifies a fixed-width desktop viewport. Use a responsive viewport to allow your page to render properly on all devices.
lt: Puslapyje nurodytas fiksuoto pločio peržiūros taškas, kai jis rodomas staliniuose kompiuteriuose. Naudokite pritaikomą peržiūros tašką, kad puslapis būtų tinkamai pateikiamas visuose įrenginiuose.
nl: Op uw pagina is een desktopviewport met vaste breedte opgegeven. Gebruik een responsieve viewport om uw pagina correct weer te geven op alle apparaten.
sv: Sidan har ett visningsområde med fast bredd för stationära datorer. Använd ett responsivt visningsområde så att sidan återges korrekt på alla enheter.

source: Your page specifies a fixed-width mobile viewport. Consider using a responsive viewport to allow your page to render properly on all devices.
lt: Puslapyje nurodytas fiksuoto pločio peržiūros taškas, kai jis rodomas mobiliuosiuose įrenginiuose. Naudokite pritaikomą peržiūros tašką, kad puslapis būtų tinkamai pateikiamas visuose įrenginiuose.
nl: Op uw pagina is een mobiele viewport met vaste breedte opgegeven. U kunt overwegen een responsieve viewport te gebruiken om uw pagina correct weer te geven op alle apparaten.
sv: Sidan har ett visningsområde med fast bredd för mobila enheter. Använder du responsiva visningsområden kan sidan återges korrekt på alla enheter.

source: Your page specifies a viewport matching the device's size, which allows it to render properly on all devices. Learn more about %(BEGIN_LINK)sconfiguring viewports%(END_LINK)s.
lt: Puslapyje nurodytas peržiūros taškas atitinka įrenginio dydį, todėl jis tinkamai pateikiamas visuose įrenginiuose. Sužinokite daugiau apie %(BEGIN_LINK)speržiūros taškų konfigūravimą%(END_LINK)s.
nl: Op uw pagina is een viewport opgegeven die overeenkomt met het formaat van het apparaat, waardoor de pagina correct kan worden weergegeven op alle apparaten. Meer informatie over %(BEGIN_LINK)shet configureren van viewports%(END_LINK)s.
sv: Sidan har ett visningsområde som matchar enhetens storlek. Det innebär att den återges på rätt sätt på alla enheter. Läs mer om att %(BEGIN_LINK)skonfigurera visningsområden%(END_LINK)s.

source: Your page uses an XHTML Mobile doctype declaration, which instructs browsers that your page is optimized for mobile and should render properly on all devices.
lt: Puslapyje naudojamas XHTML DOCTYPE įrašas mobiliesiems, kuris naršyklėms nurodo, kad puslapis optimizuotas mobiliesiems. Puslapis turėtų būti tinkamai pateikiamas visuose įrenginiuose.
nl: Uw pagina gebruikt een declaratie van het doctype XHTML Mobile, die browsers laat weten dat uw pagina is geoptimaliseerd voor mobiel en correct kan worden weergegeven op alle apparaten.
sv: Sidan använder dokumenttypsdeklarationen XHTML Mobile som informerar webbläsare om att sidan är optimerad för mobila enheter och bör återges korrekt på alla enheter.

source: Your page uses plugins, which prevents portions of your page from being used on many platforms. %(BEGIN_LINK)sFind alternatives for plugin based content%(END_LINK)s to increase compatibility.
lt: Jūsų puslapyje naudojami papildiniai, dėl kurių kai kurios puslapio dalys nenaudojamos daugelyje platformų. %(BEGIN_LINK)sRaskite turinio pagal papildinius alternatyvų%(END_LINK)s, kad padidintumėte suderinamumą.
nl: Uw pagina gebruikt plug-ins, waardoor gedeelten van uw pagina niet kunnen worden gebruikt op veel platforms. %(BEGIN_LINK)sZoek alternatieven voor inhoud op basis van plug-ins%(END_LINK)s om de compatibiliteit te vergroten.
sv: Pluginprogram används på sidan, vilket innebär att delar av sidan inte kan användas på många plattformar. %(BEGIN_LINK)sHitta alternativ till innehåll som baseras på pluginprogram%(END_LINK)s om du vill förbättra sidans kompatibilitet.

source: Your server responded quickly. Learn more about %(BEGIN_LINK)sserver response time optimization%(END_LINK)s.
hu: A szerver gyorsan válaszolt. További információ a %(BEGIN_LINK)sszerver válaszidejének optimalizálásáról%(END_LINK)s.
lt: Serverio atsako laikas trumpas. Sužinokite daugiau apie %(BEGIN_LINK)sserverio atsako laiko optimizavimą%(END_LINK)s.
lv: Jūsu serveris atbildēja ātri. Uzziniet vairāk par %(BEGIN_LINK)sservera atbildes laika optimizēšanu%(END_LINK)s.
nl: Uw server heeft snel gereageerd. Meer informatie over %(BEGIN_LINK)soptimalisatie van de reactietijd van de server%(END_LINK)s.
pt_pt: O seu servidor respondeu rapidamente. Saiba mais sobre a %(BEGIN_LINK)sotimização do tempo de resposta do servidor%(END_LINK)s.
sv: Din server svarade snabbt. Läs mer om att %(BEGIN_LINK)soptimera svarstiden från servern%(END_LINK)s.

source: %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
hu: %(BEGIN_LINK)sRangsorolja a látható tartalmat%(END_LINK)s, amely a hajtás feletti rész megjelenítéséhez szükséges.
lv: %(BEGIN_LINK)sPiešķiriet prioritāti redzamajam saturam%(END_LINK)s, kas ir nepieciešams renderēšanai pirmajā ekrānā.
pt_pt: %(BEGIN_LINK)sDê prioridade a conteúdo visível%(END_LINK)s que é necessário para converter na parte superior.

source: Avoid flash on mobile webpages
hu: Kerülje a Flash-t a mobil webhelyeken
lv: Neizmantojiet Flash mobilajām ierīcēm paredzētās tīmekļa lapās.
pt_pt: Evitar Flash em páginas Web para telemóveis

source: The following %(NUM_ELEMENTS)s Flash elements are included on the page or from included iframes. Adobe Flash Player is not supported on Apple iOS or Android versions greater than 4.0.x. Consider removing Flash objects and finding suitable replacements.
hu: A következő %(NUM_ELEMENTS)s Flash-elem az oldalon szerepel vagy az oldalon szereplő iframe-ekből származik. Az Adobe Flash Player nem támogatott Apple iOS és 4.0.x verziónál újabb Android-rendszereken. Fontolja meg a Flash-objektumok eltávolítását, és megfelelő helyettesítés keresését.
lv: Tālāk norādītie %(NUM_ELEMENTS)s Flash elementi ir iekļauti lapā vai no iekļautajiem ietvariem “iframe”. Programmatūra Adobe Flash Player netiek atbalstīta operētājsistēmā Apple iOS vai operētājsistēmas Android versijās, kas ir jaunākas par versiju 4.0.x. Apsveriet Flash objektu noņemšanu un aizstāšanu ar piemērotiem aizvietotājiem.
pt_pt: Os %(NUM_ELEMENTS)s elementos Flash que se seguem estão incluídos na página ou a partir de iframes incluídos. O Adobe Flash Player não é suportado no Apple iOS ou versões Android superiores a 4.0.x. Considere a remoção de objetos Flash e encontre substitutos adequados.
