Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.15.0.0/src/pagespeed/po/*.po
Languages: hu, lt, lv, nl, pt_pt, sv

source: The following %(NUM_RESOURCES)s external CSS resources blocked the rendering before the browser was able to render most of the above-the-fold content. Inlining them and enabling compression (if it is not enabled already) will make your page render most of the above-the-fold content in the first 15kB.
hu: A következő %(NUM_RESOURCES)s külső CSS-forrás meggátolta a megjelenítést, mielőtt a böngésző a hajtás feletti tartalom nagy részét meg tudta volna jeleníteni. Ha soron belülivé teszi őket, és engedélyezi a tömörítést (ha még nem tette meg), az oldal a hajtás feletti tartalom nagy részének megjelenítését az első 15 kB során el tudja végezni.
lt: Toliau nurodyt. %(NUM_RESOURCES)s išorin. CSS kalbos ištekl. blokavo pateikimą prieš naršyklei pateikiant didžiąją dalį turinio virš matomos dalies. Įterpus juos ir įgalinus glaudinimą (jei dar neįgalintas) didžioji puslapio turinio virš matomos dalies dalis bus pateikiama naudojant pirmuosius 15 KB.
lv: Tālāk norādītie %(NUM_RESOURCES)s ārējie CSS resursi bloķēja renderēšanu, pirms pārlūkprogramma varēja renderēt lielāko daļu pirmā ekrāna satura. Iekļaujot tos un iespējojot saspiešanu (ja tas vēl nav izdarīts), lielākā daļa jūsu lapas pirmā ekrāna satura tiks renderēta pirmajos 15 KB.
nl: De volgende %(NUM_RESOURCES)s externe CSS-bronnen blokkeerden het laden voordat de browser het grootste gedeelte van de content boven de vouw kon laden. Als u deze bronnen inline verwerkt en compressie inschakelt (als dit nog niet is gebeurd), kan uw pagina het grootste gedeelte van de content boven de vouw laden in de eerste 15 KB.
pt_pt: Os %(NUM_RESOURCES)s recursos CSS externos que se seguem bloquearam a conversão antes de o navegador conseguir converter a maior parte do conteúdo na parte superior. Colocá-los inline e ativar a compressão (caso ainda não se encontre ativada) fará com que a sua página converta a maior parte do conteúdo na parte superior nos primeiros 15 kB.
sv: Följande %(NUM_RESOURCES)s externa CSS-resurser blockerade renderingen innan webbläsaren kunde rendera det mesta av innehållet ovanför mitten. Om du infogar dem och aktiverar komprimering (om det inte redan är aktiverat) kommer din sida att rendera det mesta av innehållet ovanför mitten i de första 15 kilobyten.

source: The following JavaScript call stack (executed %(NUM_TIMES)s times) caused reflows that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
hu: A következő (%(NUM_TIMES)s alkalommal lefuttatott) JavaScript-behívási köteg %(NUM_MILLISECONDS)s ezredmásodpercet igénybe vevő újratördeléseket eredményezett: %(CALL_STACK)s
lt: Toliau nurodyta „JavaScript“ kreipinių krūva (įvykdyta kartų: %(NUM_TIMES)s) lėmė išdėstymus, kurie truko %(NUM_MILLISECONDS)s milisek.: „%(CALL_STACK)s“
lv: Tālāk norādītais JavaScript izsaukšanas steks (izpildīts %(NUM_TIMES)s reizes) izraisīja plūduma sakārtošanu, kas aizņēma %(NUM_MILLISECONDS)s milisekundes: %(CALL_STACK)s
nl: De volgende Javascript-call stack (%(NUM_TIMES)s keer uitgevoerd) veroorzaakte reflows die %(NUM_MILLISECONDS)s milliseconden duurden: %(CALL_STACK)s
pt_pt: A seguinte pilha de chamada JavaScript (executada %(NUM_TIMES)s vezes) provocou refluxos que demoraram %(NUM_MILLISECONDS)s milissegundos: %(CALL_STACK)s
sv: Följande stapling av Javascript-anrop (körda %(NUM_TIMES)s gånger) orsakade återflöden som tog %(NUM_MILLISECONDS)s millisekunder: %(CALL_STACK)s

source: The following JavaScript call stack caused a reflow that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
hu: A következő JavaScript-behívási köteg %(NUM_MILLISECONDS)s ezredmásodpercet igénybe vevő újratördeléseket eredményezett: %(CALL_STACK)s
lt: Toliau nurodyta „JavaScript“ kreipinių krūva lėmė išdėstymus, kurie truko %(NUM_MILLISECONDS)s milisek.: „%(CALL_STACK)s“
lv: Tālāk norādītais JavaScript izsaukšanas steks izraisīja plūduma sakārtošanu, kas aizņēma %(NUM_MILLISECONDS)s milisekundes: %(CALL_STACK)s
nl: De volgende JavaScript-call stack veroorzaakte een reflow die %(NUM_MILLISECONDS)s milliseconden duurde: %(CALL_STACK)s
pt_pt: A seguinte pilha de chamada JavaScript provocou um refluxo que demorou %(NUM_MILLISECONDS)s milissegundos: %(CALL_STACK)s
sv: Följande stapling av Javascript-anrop orsakade ett återflöde som tog %(NUM_MILLISECONDS)s millisekunder: %(CALL_STACK)s

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
hu: A következő URL-ek olyan JavaScriptet futtatnak, amely már régóta blokkolja a kezelőfelületet. A böngésző válaszkészségének javításához optimalizálja a JavaScriptet, vagy callback segítségével ossza azt fel.
lt: Toliau pateiktuose URL veikia „JavaScript“, kuri ilgam laikui blokuoja NS. Jei norite patobulinti naršyklės atsakomumą, optimizuokite „JavaScript“ arba padalykite ją naudodami atgalinius skambučius.
lv: Tālāk minētie vietrāži URL izpilda JavaScript, kas uz ilgu laiku bloķē lietotāja interfeisu. Lai uzlabotu pārlūka darbību, optimizējiet JavaScript vai sadaliet to, izmantojot atzvanus.
nl: De volgende URL's gebruiken JavaScript-code die de gebruikersinterface lange tijd blokkeert. Als u de reactietijd van de browser wilt verbeteren, optimaliseert u de JavaScript-code of splitst u deze op met callbacks.
pt_pt: Os URLs seguintes executam JavaScript que bloqueia a interface do utilizador durante muito tempo. Para melhorar a resposta do navegador, otimize o JavaScript ou divida-o utilizando chamadas de retorno.
sv: Följande webbadresser kör Javascript som blockerar användargränssnittet under en längre tid. Du kan förbättra webbläsarens svarsbenägenhet genom att optimera Javascript eller dela upp skriptet med hjälp av svar.

source: The following external CSS files were included after an external JavaScript file in %(URL)s. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
hu: A(z) %(URL)s a következő külső CSS-fájlokat egy külső JavaScript-fájl után tartalmazza. A CSS-fájlok párhuzamos letöltésének biztosítására mindig a külső JavaScript elé illessze be a külső CSS-t.
lt: Toliau nurodyti išoriniai CSS kalbos failai įtraukti po išorinio „JavaScript“ failo į %(URL)s. Jei norite užtikrinti, kad CSS kalbos failai būtų atsisiunčiami kartu, visada įtraukite išorinę CSS kalbą prieš išorinį „JavaScript“.
lv: Tālāk minētie ārējie CSS faili tika ietverti pēc ārējā JavaScript faila vietrādī %(URL)s. Lai nodrošinātu, ka CSS faili tiek lejupielādēti paralēli, vienmēr iekļaujiet ārējo CSS pirms ārējā JavaScript.
nl: De volgende externe CSS-bestanden zijn opgenomen na een extern JavaScript-bestand in %(URL)s. Om ervoor te zorgen dat CSS-bestanden parallel worden gedownload, moet u externe CSS-bestanden opnemen vóór externe JavaScript-bestanden.
pt_pt: Os ficheiros CSS externos que se seguem foram incluídos depois de um ficheiro JavaScript externo em %(URL)s. Para assegurar que os ficheiros CSS são transferidos em paralelo, inclua sempre os ficheiros CSS externos antes dos JavaScript externos.
sv: Följande externa CSS-filer inkluderades efter en extern Javascript-fil i %(URL)s. Försäkra dig om att CSS-filer alltid hämtas parallellt genom att placera externa CSS-filer före externa Javascript-filer.

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
hu: A következő külső erőforrásoknak kis méretű választömegük van. A válaszokat a HTML-be írva csökkentheti az oldal megjelenítésének megakadását.
lt: Šių išorinių išteklių atsakymo turiniai yra nedideli. Įdėjus atsakymą į HTML galima sumažinti puslapio atvaizdavimo blokavimą.
lv: Tālāk minētajiem ārējiem resursiem ir neliela atbildes pamatdaļa. Iekļaujot atbildi valodā HTML, varētu samazināt lapas renderēšanas bloķēšanu.
nl: De volgende externe bronnen bevatten korte reactieteksten. Wanneer de reactie inline wordt ingevoegd in de HTML, kan dit het blokkeren van de paginarendering verminderen.
pt_pt: Os seguintes recursos externos têm corpos de resposta pequenos. Se colocar a resposta in-line em HTML, pode reduzir o bloqueio da composição de páginas.
sv: Följande externa resurser har litet svarsinnehåll. Om du lägger in svaret i HTML-koden kan du förhindra att sidrenderingen blockeras.

source: The following external stylesheets were included in %(URL)s using %(IMPORT)s.
hu: A(z) %(URL)s a következő külső stíluslapokat foglalja magában %(IMPORT)s használatával.
lt: Toliau nurodyti išoriniai stilių lapai įtraukti į %(URL)s naudojant „%(IMPORT)s“.
lv: Tālāk redzamās ārējās stilu lapas tika iekļautas vietrādī %(URL)s, izmantojot %(IMPORT)s.
nl: De volgende externe stylesheets zijn opgenomen in %(URL)s door middel van %(IMPORT)s.
pt_pt: As folhas de estilo externas que se seguem foram incluídas em %(URL)s utilizando %(IMPORT)s.
sv: Följande externa formatmallar inkluderades i %(URL)s med %(IMPORT)s.

source: The following image(s) are missing width and/or height attributes.
hu: A következő kép(ek)nél hiányzik a szélesség és/vagy magasság tulajdonság.
lt: Šiam (-iems) vaizdui (-ams) trūksta pločio ir (arba) aukščio atributų.
lv: Tālāk redzamajam(-iem) attēlam(-iem) trūkst platuma un/vai augstuma atribūta.
nl: Er ontbreken breedte- en/of hoogtekenmerken aan de volgende afbeelding(en).
pt_pt: Nas imagens seguintes faltam os atributos largura e/ou altura.
sv: Attribut för bredd och/eller höjd saknas i följande bild(er).

source: The following images are displayed outside of the initially visible region of the screen. Defer loading of these images to allow the initially visible region of the page to load faster.
hu: Az alábbi képek a képernyő kezdetben látható területén kívül jelennek meg. Halassza el ezeknek a képeknek a betöltését annak érdekében, hogy az oldal kezdetben látható területe gyorsabban töltődjön be.
lt: Šie vaizdai rodomi už iš pradžių matomos ekrano srities. Įkelkite vaizdus vėliau ir leiskite greičiau įkelti iš pradžių matomą puslapio sritį.
lv: Tālāk minētie attēli tiek rādīti ārpus sākotnēji redzamā ekrāna apgabala. Atlieciet šo attēlu ielādi, lai lapas sākotnēji redzamais apgabals tiktu ielādēts ātrāk.
nl: De volgende afbeeldingen worden weergegeven buiten het gedeelte van het scherm dat het eerst zichtbaar is. Stel het laden van deze afbeeldingen uit om het gedeelte van het scherm dat het eers zichtbaar is, sneller te laden.
pt_pt: As seguintes imagens são apresentadas fora da região inicialmente visível do ecrã. Adiar o carregamento dessas imagens para permitir que a região inicialmente visível da página se carregue mais rápido.
sv: Följande bilder finns utanför det område som visas först på skärmen. Skjut upp inläsning av dessa bilder så att bilderna i området som visas först kan läsas in snabbare.

source: The following images are displayed within the initially visible region of the screen. To speed up rendering of the initially visible region of the page, inline a preview of these images and delay loading the full images until after page load is complete.
hu: Az alábbi képek a képernyő kezdetben látható tartományában jelennek meg. Az oldal kezdetben látható tartományának megjelenítését úgy gyorsíthatja fel, hogy a sorok közé előnézetet tesz ezekről a képekről, és késlelteti a teljes kép betöltését egészen addig, amíg az oldalletöltés befejeződik.
lt: Toliau pateikti vaizdai rodomi pradžioje matomoje ekrano dalyje. Jei norite pagreitinti pradžioje matomos dalies pateikimą, naudokite eilutines vaizdų peržiūras, o visus vaizdus įkelkite vėliau, kai puslapio įkėlimas bus baigtas.
lv: Tālāk redzamie attēli tiek rādīti sākotnēji redzamajā ekrāna apgabalā. Lai paātrinātu sākotnēji redzamā ekrāna apgabala atveidošanu, iekļaujiet šo attēlu priekšskatījumu un aizkavējiet pilnu attēlu ielādi, kamēr nav pabeigta lapas ielāde.
nl: De volgende afbeeldingen worden weergegeven in de eerste zichtbare regio van het scherm. Als u de weergave van de eerste regio van de pagina wilt versnellen, voegt u een inline voorbeeld van deze afbeeldingen toe en stelt u het laden van de volledige afbeeldingen uit tot het laden van de pagina is voltooid.
pt_pt: As imagens seguintes são apresentadas dentro da região inicialmente visível do ecrã. Para acelerar a composição da região inicialmente visível da página, efetue uma pré-visualização in-line das imagens e atrase o carregamento das imagens completas até que esteja concluído o carregamento da página.
sv: Följande bilder visas i det område som visas först på skärmen. Om du vill påskynda återgivningen av det synliga området på sidan, visar du en förhandsgranskning av dessa bilder och väntar med att läsa in hela bilden tills inläsningen av sidan har slutförts.

source: The following images are resized in HTML or CSS. Serving scaled images could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: A következő képek átméretezése HTML-ben vagy CSS-ben történt. Átméretezett képek megjelenítésével %(SIZE_IN_BYTES)s adatmennyiség takarítható meg (%(PERCENTAGE)s-os csökkenés).
lt: Toliau nurodytų vaizdų dydžiai pakeisti naudojant HTML arba CSS kalbą. Pateikiant pakeisto mastelio vaizdus galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Tālāk norādīto attēlu lielums HTML·vai·CSS·resursā·tiek·mainīts. Mērogotu attēlu rādīšana varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het formaat van de volgende afbeeldingen is aangepast in HTML of CSS. Het weergeven van geschaalde afbeeldingen kan %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: As imagens seguintes foram redimensionadas para HTML ou CSS. Se publicar imagens à escala, pode poupar %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: Storleken på följande bilder ändras i HTML eller CSS. Om skalade bilder visas kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s minskning).

source: The following images served from %(DOMAIN_NAME)s should be combined into as few images as possible using CSS sprites.
hu: A(z) %(DOMAIN_NAME)s oldalról kiszolgált következő képeket a lehető legkisebb számú képpé kell egyesíteni CSS sprite elemek használatával.
lt: Toliau nurodyti vaizdai, pateikiami iš „%(DOMAIN_NAME)s“, turi būti sujungti į kuo mažiau vaizdų naudojant CSS spruklius.
lv: Tālāk redzamie·attēli, kurus rāda domēnā %(DOMAIN_NAME)s, ir jāapvieno pēc iespējas mazākā failu skaitā, izmantojot CSS gariņus.
nl: De volgende afbeeldingen die worden geleverd via %(DOMAIN_NAME)s moeten worden samengevoegd tot zo min mogelijk afbeeldingen met behulp van CSS-sprites.
pt_pt: As imagens seguintes publicadas a partir de %(DOMAIN_NAME)s devem ser combinadas no menor número possível de imagens, utilizando CSS sprites.
sv: Följande bilder som visades från %(DOMAIN_NAME)s bör kombineras till så få bilder som möjligt med CSS-sprites.

source: The following inline script blocks were found in %(URL)s between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
hu: Az alábbi soron belüli szkripttömbök találhatók egy CSS-fájl és egy másik erőforrás között a következőben: %(URL)s. A párhuzamos letöltés lehetővé tételéhez helyezze át a soron belüli szkriptet a külső CSS-fájl elé vagy a következő forrás mögé.
lt: %(URL)s rasti toliau nurodyti eilutinio scenarijaus blokai tarp išorinio CSS kalbos failo ir kito ištekliaus. Jei norite leisti gretutinį atsisiuntimą, perkelkite eilutinį scenarijų prieš išorinį CSS kalbos failą arba po kito ištekliaus.
lv: Tālāk minētie iekļautie skriptu bloki tika atrasti vietrādī %(URL)s starp ārējo CSS failu un citu resursu. Lai atļautu paralēlu lejupielādi, pārvietojiet iekļauto skriptu pirms ārējā CSS faila vai pēc nākamā resursa.
nl: De volgende inline scriptblokken zijn gevonden in %(URL)s tussen een extern CSS-bestand en een andere bron. Als u parallel downloaden wilt toestaan, zet u het inline script vóór het externe CSS-bestand of na de volgende bron.
pt_pt: Foram encontrados os seguintes bloqueios de scripts inline em %(URL)s entre um ficheiro CSS externo e outro recurso. Para permitir a transferência em paralelo, mova o script inline antes do ficheiro CSS externo ou a seguir ao recurso seguinte.
sv: Följande infogade skriptblock hittades i %(URL)s mellan en extern CSS-fil och en annan resurs. Möjliggör parallell hämtning genom att placera det infogade skriptet före den externa CSS-filen eller efter den efterföljande resursen.

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
hu: A következő nyitóoldali átirányítások nem gyorsítótárazhatók. Tegye azokat gyorsítótárazhatóvá, hogy gyorsítsa az oldalak betöltési idejét webhelye visszatérő látogatói számára.
lt: Toliau pateikti nukreipimo puslapio peradresavimai nėra galimi saugoti talpykloje. Padarykite juos galimus saugoti talpykloje, kad pagreitintumėte puslapio įkėlimą svetainės lankytojams, sugrįžusiems į ją.
lv: Tālāk minētās galvenās lapas novirzīšana nav kešojama. Padariet novirzīšanu kešojamu, lai samazinātu lapu ielādes laiku tiem apmeklētājiem, kuri atkārtoti apmeklē jūsu vietni.
nl: De volgende bestemmingspaginaomleidingen zijn niet cachebaar. Maak ze cachebaar om de laadtijd te versnellen voor terugkerende bezoekers aan uw site.
pt_pt: Os seguintes redirecionamentos de páginas de destino não podem ser colocados em cache. Torne-os passíveis de colocação em cache para acelerar os tempos de carregamento de páginas para os visitantes recorrentes do seu site.
sv: Omdirigeringarna för följande målsida är inte cachelagringsbara. Gör dem cachelagringsbara om du vill att återkommande besökare på webbplatsen ska kunna hämta sidor snabbare.

source: The following pages do not specify a viewport. Consider adding a meta tag specifying a viewport so mobile browsers can render the document at a usable size.
hu: A következő oldalak nem határoznak meg nézetet. Fontolja meg egy nézetet meghatározó metaadatcímke hozzáadását, hogy a mobilböngészők is használható méretben jeleníthessék meg a dokumentumot.
lt: Nenurodytas toliau pateikiamų puslapių peržiūros taškas. Apsvarstykite galimybę pridėti metažymą, nurodančią peržiūros tašką, kad naršyklės mobiliesiems galėtų pateikti dokumentą įskaitomu dydžiu.
lv: Tālāk minētajās lapās netiek norādīts apskates punkts. Pievienojiet metatagu, kurā ir norādīts apskates punkts, lai mobilajās pārlūkprogrammās dokumentu varētu renderēt lietojamā izmērā.
nl: Op de volgende pagina's wordt geen kijkvenster gespecificeerd. Overweeg of u een metatag wilt toevoegen om een kijkvenster te specificeren, zodat mobiele browsers het document op een bruikbaar formaat kunnen weergeven.
pt_pt: As páginas que se seguem não especificam uma janela atual. Considere a adição de uma metatag especificando uma janela atual para que os navegadores de telemóvel possam converter o documento para um tamanho utilizável.
sv: Följande sidor anger inte någon ruta. Du kan lägga till en metatagg som anger en ruta så att dokumentet kan renderas i mobilwebbläsare i en användbar storlek.

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
hu: A következő nyilvánosan gyorsítótárazható, tömöríthető erőforrásoknak "Vary: Accept-Encoding" fejléccel kell rendelkezniük:
lt: Šiuose viešuose talpykliniuose, glaudinamuose šaltiniuose turi būti antraštė „Vary: Accept-Encoding“:
lv: Šādiem publiski kešojamiem un saspiežamiem resursiem ir jābūt Vary: Accept-Encoding galvenei:
nl: De volgende openbaar cachebare, comprimeerbare bronnen moeten de header 'Vary: Accept-Encoding' hebben:
pt_pt: Os recursos comprimíveis e passíveis de colocação em cache que se seguem devem ter um cabeçalho “Vary: Accept-Encoding”:
sv: Följande öppna cachelagringsbara och komprimerbara resurser ska ha rubriken "Vary: Accept-Encoding":

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
hu: A következő kérések 404/410 választ adnak. Javítsa meg az elromlott linkeket, vagy távolítsa el a nem létező tartalomra való hivatkozásokat.
lt: Šios užklausos pateikia 404 / 410 atsakymus. Pataisykite sugadintas nuorodas arba pašalinkite nuorodas į neegzistuojančius išteklius.
lv: Tālāk minētie pieprasījumi uzrāda 404/410 atbildes. Vai nu salabojiet bojātās saites, vai noņemiet atsauces uz neeksistējošiem resursiem.
nl: De volgende verzoeken retourneren 404/410-reacties. Corrigeer de onderbroken links of verwijder de verwijzingen naar deze niet-bestaande bronnen.
pt_pt: Os pedidos seguintes estão a devolver respostas 404/410. Corrija os links danificados ou remova as referências aos recursos não existentes.
sv: Följande begäranden returnerar 404- eller 410-svar. Korrigera de trasiga länkarna eller ta bort referenser till resurser som inte finns.

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
hu: A következő kérések sorba vannak állítva. Próbálja megszakítani a függőségi viszonyukat a párhuzamos betöltéshez.
lt: Toliau pateiktos užklausos skirstomos į serijas. Išskirstykite priklausomybes, kad jos būtų įkeltos lygiagrečiai.
lv: Tālāk minētie pieprasījumi ir serializēti. Pamēģiniet sadalīt atkarības, lai tos ielādētu paralēli.
nl: De volgende verzoeken zijn geserialiseerd. Probeer het proces te versnellen door verzoeken parallel te laden.
pt_pt: Os pedidos seguintes estão serializados. Tente quebrar as dependências para forçá-los a carregar em paralelo.
sv: Följande begäranden serialiseras. Prova att bryta upp beroenden så att de kan hämtas parallellt.

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
hu: A következő erőforrások szinkron módon kerülnek betöltésre. Töltse be őket aszinkron módon, hogy csökkentse az oldal megjelenítésének akadozását.
lt: Šie ištekliai įkeliami sinchroniškai. Įkelkite juos asinchroniškai, kad sumažintumėte puslapio atvaizdavimo blokavimą.
lv: Tālāk minētie resursi tiek ielādēti vienlaikus. Ielādējiet tos asinhroni, lai samazinātu lapas renderēšanas bloķēšanu.
nl: De volgende bronnen worden synchroon geladen. Laad deze bronnen asynchroon om het blokkeren van de paginarendering te voorkomen.
pt_pt: Os recursos seguintes são carregados de forma síncrona. Carregue-os de forma assíncrona para reduzir o bloqueio da composição de páginas.
sv: Följande resurser läses in samtidigt. Läs in dem asynkront om du vill undvika att sidrenderingen blockeras.
