Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.15.0.0/src/pagespeed/po/*.po
Languages: hu, lt, lv, nl, pt_pt, sv

source: %(BEGIN_LINK)sAvoid landing page redirects%(END_LINK)s for the following chain of redirected URLs.
hu: %(BEGIN_LINK)sKerülje a céloldali átirányításokat%(END_LINK)s az átirányított URL-ek következő láncánál.
lt: %(BEGIN_LINK)sVenkite peradresuoti naudodami nukreipimo puslapį%(END_LINK)s toliau nurodytai peradresavimo URL grandinei.
lv: %(BEGIN_LINK)sNovērsiet galvenās lapas novirzījumus%(END_LINK)s pa tālāk norādīto novirzīto vietrāžu URL ķēdi.
nl: %(BEGIN_LINK)sVoorkom omleidingen op de bestemmingspagina%(END_LINK)s voor de volgende seriële reeks omgeleide URL's.
pt_pt: %(BEGIN_LINK)sEvite redirecionamentos para a página de destino%(END_LINK)s para a seguinte cadeia de URLs redirecionados.
sv: %(BEGIN_LINK)sUndvik omdirigeringar från målsidan%(END_LINK)s för följande kedja med omdirigerade webbadresser.

source: %(BEGIN_LINK)sConfigure a viewport%(END_LINK)s for this page.
lt: %(BEGIN_LINK)sKonfigūruokite šio puslapio peržiūros tašką%(END_LINK)s.
nl: %(BEGIN_LINK)sConfigureer een viewport%(END_LINK)s voor deze pagina.
sv: %(BEGIN_LINK)sKonfigurera ett visningsområde%(END_LINK)s för den här sidan.

source: %(BEGIN_LINK)sConfiguring a viewport%(END_LINK)s specifying %(DEVICE_WIDTH)s instead of %(VIEWPORT)s will allow your page to adapt for devices of various widths. This may require additional work if the styling on your page relies on a fixed-width layout.
lt: Jei %(BEGIN_LINK)skonfigūruodami peržiūros tašką%(END_LINK)s vietoje %(VIEWPORT)s nurodysite %(DEVICE_WIDTH)s, puslapis bus pritaikomas įvairaus pločio įrenginių ekranams. Jei puslapio išdėstymas yra fiksuoto pločio, gali reikėti atlikti papildomus pakeitimus.
nl: Als u %(BEGIN_LINK)seen viewport configureert%(END_LINK)s die %(DEVICE_WIDTH)s in plaats van %(VIEWPORT)s aangeeft, kan uw pagina zich aanpassen aan apparaten met verschillende breedten. Dit kan extra werk vereisen als de stijl op uw pagina een indeling met vaste breedte gebruikt.
sv: %(BEGIN_LINK)sKonfigurera visningsområdet%(END_LINK)s och specificera %(DEVICE_WIDTH)s i stället för %(VIEWPORT)s så kan sidan anpassas efter olika breda enheter. Om sidans format har baserats på en layout med fast bredd kräver detta eventuellt mer arbete.

source: %(BEGIN_LINK)sConfiguring a viewport%(END_LINK)s specifying %(DEVICE_WIDTH)s instead of %(VIEWPORT)s will allow your page to adapt for devices of various widths. This may require additional work to adapt your styling for smaller screens.
lt: Jei %(BEGIN_LINK)skonfigūruodami peržiūros tašką%(END_LINK)s vietoje %(VIEWPORT)s nurodysite %(DEVICE_WIDTH)s, puslapis bus pritaikomas įvairaus pločio įrenginių ekranams. Jei stilių norite pritaikyti mažesniems ekranams, gali reikėti atlikti papildomus pakeitimus.
nl: Als u %(BEGIN_LINK)seen viewport configureert%(END_LINK)s die %(DEVICE_WIDTH)s in plaats van %(VIEWPORT)s aangeeft, kan uw pagina worden aangepast voor apparaten met verschillende breedten. Dit kan extra werk vereisen om uw stijl aan te passen voor kleinere schermen.
sv: %(BEGIN_LINK)sKonfigurera visningsområdet%(END_LINK)s och specificera %(DEVICE_WIDTH)s i stället för %(VIEWPORT)s så kan sidan anpassas efter olika breda enheter. Om du vill anpassa sidans format efter mindre skärmar kräver detta eventuellt mer arbete.

source: %(BEGIN_LINK)sEnable compression%(END_LINK)s for the following resources to reduce their transfer size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: %(BEGIN_LINK)sEngedélyezze a tömörítést%(END_LINK)s a következő forrásoknál, így %(SIZE_IN_BYTES)s adatmennyiséggel csökkentheti az átviteli méretüket (%(PERCENTAGE)s-os csökkenés).
lt: %(BEGIN_LINK)sĮgalinkite toliau nurodytų išteklių glaudinimą%(END_LINK)s, kad perkeliamų duomenų sumažėtų %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: %(BEGIN_LINK)sIespējojiet saspiešanu%(END_LINK)s tālāk norādītajiem resursiem, lai samazinātu to pārsūtīšanas lielumu par %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: %(BEGIN_LINK)sSchakel compressie in%(END_LINK)s voor de volgende bronnen om de overdrachtsgrootte te verkleinen met %(SIZE_IN_BYTES)s (een besparing van %(PERCENTAGE)s).
pt_pt: %(BEGIN_LINK)sAtive a compressão%(END_LINK)s para os seguintes recursos para reduzir o tamanho de transferência em %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: %(BEGIN_LINK)sAktivera komprimering%(END_LINK)s för följande resurser för att minska storleken på överföringen med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).

source: %(BEGIN_LINK)sLeverage browser caching%(END_LINK)s for the following cacheable resources:
hu: %(BEGIN_LINK)sHasznosítsa a böngésző gyorsítótárazását%(END_LINK)s a következő gyorsítótárazható források esetében:
lt: %(BEGIN_LINK)sĮgalinkite toliau nurodytų padedamų išteklių padėjimą naršyklėje%(END_LINK)s:
lv: %(BEGIN_LINK)sIzmantojiet pārlūkprogrammas kešošanu%(END_LINK)s tālāk norādītajiem kešojamajiem resursiem.
nl: %(BEGIN_LINK)sMaak gebruik van browsercaching%(END_LINK)s voor de volgende cachebare bronnen:
pt_pt: %(BEGIN_LINK)sAproveite a cache do navegador%(END_LINK)s para os seguintes recursos passíveis de colocação em cache:
sv: %(BEGIN_LINK)sUtnyttja cachelagring i webbläsare%(END_LINK)s för följande resurser som kan cachelagras:

source: %(BEGIN_LINK)sMinify CSS%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: %(BEGIN_LINK)sMinimalizálja a CSS-t%(END_LINK)s a következő források esetében, így %(SIZE_IN_BYTES)s adatmennyiséggel csökkentheti a méretüket (%(PERCENTAGE)s-os csökkenés).
lt: Sumažinkite%(BEGIN_LINK)s toliau nurodytų išteklių CSS%(END_LINK)s, kad jų dydis sumažėtų %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: %(BEGIN_LINK)sSamaziniet CSS%(END_LINK)s tālāk norādītajiem resursiem, lai samazinātu to lielumu par %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: %(BEGIN_LINK)sVerklein CSS%(END_LINK)s voor de volgende bronnen om de grootte te reduceren met %(SIZE_IN_BYTES)s (een besparing van %(PERCENTAGE)s).
pt_pt: %(BEGIN_LINK)sMinimize o CSS%(END_LINK)s para os seguintes recursos de forma a reduzir o tamanho em %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: %(BEGIN_LINK)sFörminska CSS%(END_LINK)s för följande resurser för att minska storleken med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).

source: %(BEGIN_LINK)sMinify HTML%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: %(BEGIN_LINK)sMinimalizálja a HTML-t%(END_LINK)s a következő források esetében, így %(SIZE_IN_BYTES)s adatmennyiséggel csökkentheti a méretüket (%(PERCENTAGE)s-os csökkenés).
lt: %(BEGIN_LINK)sSumažinkite toliau nurodytų išteklių HTML%(END_LINK)s, kad jų dydis sumažėtų %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: %(BEGIN_LINK)sSamaziniet HTML%(END_LINK)s tālāk norādītajiem resursiem, lai samazinātu to lielumu par %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: %(BEGIN_LINK)sVerklein HTML%(END_LINK)s voor de volgende bronnen om de grootte te reduceren met %(SIZE_IN_BYTES)s (een besparing van %(PERCENTAGE)s).
pt_pt: %(BEGIN_LINK)sMinimize o HTML%(END_LINK)s para os seguintes recursos de forma a reduzir o tamanho em %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: %(BEGIN_LINK)sFörminska HTML%(END_LINK)s för följande resurser för att minska storleken med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).

source: %(BEGIN_LINK)sMinify JavaScript%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: %(BEGIN_LINK)sMinimalizálja a JavaScriptet%(END_LINK)s a következő források esetében, így %(SIZE_IN_BYTES)s adatmennyiséggel csökkentheti a méretüket (%(PERCENTAGE)s-os csökkenés).
lt: %(BEGIN_LINK)sSumažinkite toliau nurodytų išteklių „JavaScript“%(END_LINK)s, kad jų dydis sumažėtų %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: %(BEGIN_LINK)sSamaziniet JavaScript%(END_LINK)s tālāk norādītajiem resursiem, lai samazinātu to lielumu par %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: %(BEGIN_LINK)sVerklein JavaScript%(END_LINK)s voor de volgende bronnen om de grootte te reduceren met %(SIZE_IN_BYTES)s (een besparing van %(PERCENTAGE)s).
pt_pt: %(BEGIN_LINK)sMinimize o JavaScript%(END_LINK)s para os seguintes recursos de forma a reduzir o tamanho em %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: %(BEGIN_LINK)sFörminska Javascript%(END_LINK)s för följande resurser för att minska storleken med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).

source: %(BEGIN_LINK)sOptimize CSS Delivery%(END_LINK)s of the following:
hu: %(BEGIN_LINK)sOptimalizálja a CSS megjelenítését%(END_LINK)s a következők esetében:
lt: %(BEGIN_LINK)sOptimizuokite toliau nurodytų URL CSS kalbos pateikimą%(END_LINK)s:
lv: %(BEGIN_LINK)sOptimizējiet CSS piegādi%(END_LINK)s tālāk norādītajiem vienumiem:
nl: %(BEGIN_LINK)sOptimaliseer de CSS-weergave%(END_LINK)s voor de volgende URL's:
pt_pt: %(BEGIN_LINK)sOtimize o Fornecimento de CSS %(END_LINK)s do seguinte:
sv: %(BEGIN_LINK)sOptimera visning av CSS%(END_LINK)s för följande:

source: %(BEGIN_LINK)sOptimize the following images%(END_LINK)s to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: %(BEGIN_LINK)sOptimalizálja a következő képeket%(END_LINK)s, így %(SIZE_IN_BYTES)s adatmennyiséggel csökkentheti a méretüket (%(PERCENTAGE)s-os csökkenés).
lt: %(BEGIN_LINK)sOptimizuokite toliau nurodytus vaizdus%(END_LINK)s, kad jų dydis sumažėtų %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: %(BEGIN_LINK)sOptimizējiet tālāk norādītos attēlus%(END_LINK)s, lai samazinātu to lielumu par %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: %(BEGIN_LINK)sOptimaliseer de volgende afbeeldingen%(END_LINK)s om de grootte ervan te verkleinen met %(SIZE_IN_BYTES)s (een besparing van %(PERCENTAGE)s).
pt_pt: %(BEGIN_LINK)sOtimize as seguintes imagens%(END_LINK)s de forma a reduzir o tamanho em %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: %(BEGIN_LINK)sOptimera följande bilder%(END_LINK)s för att minska storleken med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).

source: %(BEGIN_LINK)sRemove render-blocking JavaScript%(END_LINK)s:
hu: %(BEGIN_LINK)sTávolítsa el a megjelenítést gátló JavaScriptet%(END_LINK)s:
lt: %(BEGIN_LINK)sPašalinkite pateikimą blokuojančius „JavaScript“%(END_LINK)s:
lv: %(BEGIN_LINK)sNoņemiet renderēšanu bloķējošo JavaScript skriptu%(END_LINK)s:
nl: %(BEGIN_LINK)sVerwijder JavaScript-code die het laden blokkeert%(END_LINK)s:
pt_pt: %(BEGIN_LINK)sRemova JavaScript que bloqueia a conversão%(END_LINK)s:
sv: %(BEGIN_LINK)sTa bort Javascript som blockerar rendering%(END_LINK)s:

source: %(BEGIN_LINK)sUse asynchronous versions%(END_LINK)s of the following scripts:
hu: A következő szkriptek %(BEGIN_LINK)saszinkron verzióit használja%(END_LINK)s:
lt: %(BEGIN_LINK)sNaudokite nesinchronizuotas toliau nurodytų scenarijų versijas%(END_LINK)s:
lv: Izmantojiet tālāk norādīto skriptu %(BEGIN_LINK)sasinhronās versijas%(END_LINK)s:
nl: %(BEGIN_LINK)sGebruik asynchrone versies%(END_LINK)s van de volgende scripts:
pt_pt: %(BEGIN_LINK)sUtilize versões assíncronas%(END_LINK)s dos seguintes scripts:
sv: %(BEGIN_LINK)sAnvänd asynkrona versioner%(END_LINK)s av följande skript:

source: %(DOCUMENT_URL)s has CSS in the document body.
hu: A(z) %(DOCUMENT_URL)s esetében CSS található a dokumentum törzsében.
lt: %(DOCUMENT_URL)s, dokumento turinyje, yra CSS kalbos.
lv: Dokumenta %(DOCUMENT_URL)s pamatdaļā·ir·CSS resurss.
nl: %(DOCUMENT_URL)s bevat CSS in de documenttekst.
pt_pt: %(DOCUMENT_URL)s tem CSS no corpo do documento.
sv: %(DOCUMENT_URL)s har CSS i dokumentets brödtext.

source: %(DOCUMENT_URL)s has CSS in the document body:
hu: A(z) %(DOCUMENT_URL)s esetében CSS található a dokumentum törzsében:
lt: %(DOCUMENT_URL)s, dokumento turinyje, yra CSS kalbos:
lv: Dokumenta %(DOCUMENT_URL)s pamatdaļā ir CSS resurss:
nl: %(DOCUMENT_URL)s bevat CSS in de documenttekst:
pt_pt: %(DOCUMENT_URL)s tem CSS no corpo do documento:
sv: %(DOCUMENT_URL)s har CSS i dokumentets brödtext:

source: %(DOCUMENT_URL)s loads %(RESOURCE_URL)s synchronously.
hu: A(z) %(DOCUMENT_URL)s szinkron módon tölti be a következőt: %(RESOURCE_URL)s.
lt: %(DOCUMENT_URL)s sinchroniškai įkelia %(RESOURCE_URL)s.
lv: Dokuments %(DOCUMENT_URL)s ielādē resursu %(RESOURCE_URL)s sinhroni.
nl: %(DOCUMENT_URL)s laadt %(RESOURCE_URL)s synchroon.
pt_pt: %(DOCUMENT_URL)s carrega %(RESOURCE_URL)s de forma síncrona.
sv: %(DOCUMENT_URL)s läser in %(RESOURCE_URL)s synkront.

source: %(NUM_KILOBYTES)sKiB
hu: %(NUM_KILOBYTES)s kB
lt: %(NUM_KILOBYTES)s KB
lv: %(NUM_KILOBYTES)s KB
nl: %(NUM_KILOBYTES)s KB
sv: %(NUM_KILOBYTES)s kB

source: %(NUM_MEGABYTES)sMiB
hu: %(NUM_MEGABYTES)s MB
lt: %(NUM_MEGABYTES)s MB
lv: %(NUM_MEGABYTES)s MB
nl: %(NUM_MEGABYTES)s MB
sv: %(NUM_MEGABYTES)s MB

source: %(NUM_STYLE_BLOCKS)s style block(s) in the body should be moved to the document head.
hu: A törzsben lévő %(NUM_STYLE_BLOCKS)s stílusú tömbö(ke)t át kell helyezni a dokumentum fejlécébe.
lt: %(NUM_STYLE_BLOCKS)s turinio stiliaus blok. turi būti perkelt. į dokumento antraštę.
lv: %(NUM_STYLE_BLOCKS)s stila bloks(-i) no dokumenta daļas “body” ir jāpārvieto uz daļu “head”.
nl: %(NUM_STYLE_BLOCKS)s stijlblok(ken) in de hoofdtekst moeten worden verplaatst naar de documentheader.
pt_pt: %(NUM_STYLE_BLOCKS)s bloco(s) de estilo no corpo deve(m) ser movido(s) para o cabeçalho do documento.
sv: %(NUM_STYLE_BLOCKS)s formatblock i brödtexten ska flyttas till dokumentets rubrik.

source: %(ORIGINAL_URL)s is an uncacheable redirect to %(TARGET_URL)s
hu: A(z) %(ORIGINAL_URL)s nem gyorsítótárazható átirányítás a következőre: %(TARGET_URL)s
lt: %(ORIGINAL_URL)s yra nededamas peradresavimas į %(TARGET_URL)s
lv: Vietrādis %(ORIGINAL_URL)s ir nekešojams novirzījums uz vietrādi %(TARGET_URL)s.
nl: %(ORIGINAL_URL)s is een niet-cachebare omleiding naar %(TARGET_URL)s
pt_pt: %(ORIGINAL_URL)s é um redirecionamento sem cache para %(TARGET_URL)s
sv: %(ORIGINAL_URL)s är en omdirigering till %(TARGET_URL)s som inte kan cachelagras

source: %(SIZE_IN_BYTES)s of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
hu: A rendszer %(SIZE_IN_BYTES)s méretű JavaScriptet elemez az oldal kezdeti betöltésekor. Késleltesse a JavaScript elemzését, így kevésbé gátolja az oldal megjelenítését.
lt: %(SIZE_IN_BYTES)s „JavaScript“ išanalizuojama pirmą kartą įkeliant puslapį. Atidėkite „JavaScript“ analizę, kad sumažintumėte puslapio pateikimo blokavimą.
lv: %(SIZE_IN_BYTES)s no JavaScript koda sākumlapas ielādes laikā tiek parsēti. Atlieciet JavaScript parsēšanu, lai samazinātu lapas renderēšanas bloķēšanu.
nl: %(SIZE_IN_BYTES)s JavaScript-code wordt geparseerd tijdens het laden van de pagina. Stel het parseren van JavaScript uit om het blokkeren van het laden van de pagina te verminderen.
pt_pt: %(SIZE_IN_BYTES)s de JavaScript são analisados durante o carregamento de página inicial. Defira a análise de JavaScript para reduzir o bloqueio da conversão de páginas.
sv: %(SIZE_IN_BYTES)s Javascript analyseras under den första inläsningen av sidan. Fördröj analysen av Javascript för att minska blockeringen av sidans rendering.

source: %(SIZE_IN_BYTES)s of the response was required to render the above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
hu: %(SIZE_IN_BYTES)s méretű válaszra volt szükség a hajtás feletti tartalom megjelenítéséhez. %(BEGIN_LINK)sRangsorolja a látható tartalmat%(END_LINK)s, amely a hajtás feletti rész megjelenítéséhez szükséges.
lt: Norint pateikti turinį virš matomos ribos, būtina %(SIZE_IN_BYTES)s atsako. %(BEGIN_LINK)sPagal svarbą išdėstykite matomą turinį%(END_LINK)s, pateiktiną virš matomos ribos.
lv: Lai renderētu pirmā ekrāna saturu, bija nepieciešami %(SIZE_IN_BYTES)s no atbildes. %(BEGIN_LINK)sPiešķiriet prioritāti redzamajam saturam%(END_LINK)s, kas ir nepieciešams renderēšanai pirmajā ekrānā.
nl: %(SIZE_IN_BYTES)s van de reactie was nodig om de content boven de vouw weer te geven. %(BEGIN_LINK)sGeef prioriteit aan zichtbare content%(END_LINK)s die nodig is om het gedeelte boven de vouw weer te geven.
pt_pt: Foram necessários %(SIZE_IN_BYTES)s da resposta para converter o conteúdo na parte superior. %(BEGIN_LINK)sDê prioridade a conteúdo visível%(END_LINK)s que é necessário para conversão na parte superior.
sv: %(SIZE_IN_BYTES)s av svaret krävdes för att rendera innehållet ovanför mitten. %(BEGIN_LINK)sPrioritera synligt innehåll%(END_LINK)s som krävs för rendering ovanför mitten.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others have a line height of only %(LINE_HEIGHT_PERCENT)s of the font size %(SCREENSHOT)s.
lt: Tekstas „%(TEXT_SNIPPET)s“ ir dar %(NUM_OTHERS)s teksto fragm. eilutės aukštis yra tik %(LINE_HEIGHT_PERCENT)s šrifto dydžio (%(SCREENSHOT)s).
nl: %(TEXT_SNIPPET)s en %(NUM_OTHERS)s andere hebben een regelhoogte van slechts %(LINE_HEIGHT_PERCENT)s van de lettergrootte %(SCREENSHOT)s.
sv: Radhöjden i %(TEXT_SNIPPET)s och %(NUM_OTHERS)s till är bara %(LINE_HEIGHT_PERCENT)s av teckenstorleken %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others have a line height of only %(LINE_HEIGHT_PERCENT)s of the font size.
lt: Tekstas „%(TEXT_SNIPPET)s“ ir dar %(NUM_OTHERS)s teksto fragm. eilutės aukštis yra tik %(LINE_HEIGHT_PERCENT)s šrifto dydžio.
nl: %(TEXT_SNIPPET)s en %(NUM_OTHERS)s andere hebben een regelhoogte van slechts %(LINE_HEIGHT_PERCENT)s van de lettergrootte.
sv: Radhöjden i %(TEXT_SNIPPET)s och %(NUM_OTHERS)s till är bara %(LINE_HEIGHT_PERCENT)s av teckenstorleken.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall %(SCREENSHOT)s.
lt: Tekstas „%(TEXT_SNIPPET)s“ ir dar %(NUM_OTHERS)s teksto fragm. pateikiam. tik %(HEIGHT)s piks. aukščio (%(SCREENSHOT)s).
nl: %(TEXT_SNIPPET)s en %(NUM_OTHERS)s andere worden slechts %(HEIGHT)s pixels hoog weergegeven %(SCREENSHOT)s.
sv: När %(TEXT_SNIPPET)s och %(NUM_OTHERS)s till ritas upp på skärmen blir texten bara %(HEIGHT)s pixlar hög %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels) %(SCREENSHOT)s.
lt: Tekstas „%(TEXT_SNIPPET)s“ ir dar %(NUM_OTHERS)s teksto fragm. pateikiam. tik %(HEIGHT)s piks. aukščio (%(CSS_HEIGHT)s CSS piks.) (%(SCREENSHOT)s).
nl: %(TEXT_SNIPPET)s en %(NUM_OTHERS)s andere worden slechts %(HEIGHT)s pixels hoog (%(CSS_HEIGHT)s CSS-pixels) weergegeven %(SCREENSHOT)s.
sv: När %(TEXT_SNIPPET)s och %(NUM_OTHERS)s till ritas upp på skärmen blir texten bara %(HEIGHT)s pixlar hög (%(CSS_HEIGHT)s CSS-pixlar) %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels).
lt: Tekstas „%(TEXT_SNIPPET)s“ ir dar %(NUM_OTHERS)s teksto fragm. pateikiam. tik %(HEIGHT)s piks. aukščio (%(CSS_HEIGHT)s CSS piks.).
nl: %(TEXT_SNIPPET)s en %(NUM_OTHERS)s andere worden slechts %(HEIGHT)s pixels hoog (%(CSS_HEIGHT)s CSS-pixels) weergegeven.
sv: När %(TEXT_SNIPPET)s och %(NUM_OTHERS)s till ritas upp på skärmen blir texten bara %(HEIGHT)s pixlar hög (%(CSS_HEIGHT)s CSS-pixlar).

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall.
lt: Tekstas „%(TEXT_SNIPPET)s“ ir dar %(NUM_OTHERS)s teksto fragm. pateikiam. tik %(HEIGHT)s piks. aukščio.
nl: %(TEXT_SNIPPET)s en %(NUM_OTHERS)s andere worden slechts %(HEIGHT)s pixels hoog weergegeven.
sv: När %(TEXT_SNIPPET)s och %(NUM_OTHERS)s till ritas upp på skärmen blir texten bara %(HEIGHT)s pixlar hög.

source: %(TEXT_SNIPPET)s has a line height of only %(LINE_HEIGHT_PERCENT)s of the font size %(SCREENSHOT)s.
lt: Teksto „%(TEXT_SNIPPET)s“ eilutės aukštis yra tik %(LINE_HEIGHT_PERCENT)s šrifto dydžio %(SCREENSHOT)s.
nl: %(TEXT_SNIPPET)s heeft een regelhoogte van slechts %(LINE_HEIGHT_PERCENT)s van de lettergrootte %(SCREENSHOT)s.
sv: %(TEXT_SNIPPET)s har en radhöjd på bara %(LINE_HEIGHT_PERCENT)s av teckensnittsstorleken %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s has a line height of only %(LINE_HEIGHT_PERCENT)s of the font size.
lt: Teksto „%(TEXT_SNIPPET)s“ eilutės aukštis yra tik %(LINE_HEIGHT_PERCENT)s šrifto dydžio.
nl: %(TEXT_SNIPPET)s heeft een regelhoogte van slechts %(LINE_HEIGHT_PERCENT)s van de lettergrootte.
sv: %(TEXT_SNIPPET)s har en radhöjd på bara %(LINE_HEIGHT_PERCENT)s av teckenstorleken.

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall %(SCREENSHOT)s.
lt: Tekstas „%(TEXT_SNIPPET)s“ pateikiamas tik %(HEIGHT)s piks. aukščio %(SCREENSHOT)s.
nl: %(TEXT_SNIPPET)s wordt slechts %(HEIGHT)s pixels hoog weergegeven %(SCREENSHOT)s.
sv: %(TEXT_SNIPPET)s återges bara som %(HEIGHT)s pixlar på höjden %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels) %(SCREENSHOT)s.
lt: Tekstas „%(TEXT_SNIPPET)s“ pateikiamas tik %(HEIGHT)s piks. aukščio (%(CSS_HEIGHT)s CSS piks.) %(SCREENSHOT)s.
nl: %(TEXT_SNIPPET)s wordt slechts %(HEIGHT)s pixels hoog (%(CSS_HEIGHT)s CSS-pixels) weergegeven %(SCREENSHOT)s.
sv: %(TEXT_SNIPPET)s återges bara som %(HEIGHT)s pixlar på höjden (%(CSS_HEIGHT)s CSS-pixlar) %(SCREENSHOT)s.

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels).
lt: Tekstas „%(TEXT_SNIPPET)s“ pateikiamas tik %(HEIGHT)s piks. aukščio (%(CSS_HEIGHT)s CSS piks.).
nl: %(TEXT_SNIPPET)s wordt slechts %(HEIGHT)s pixels hoog (%(CSS_HEIGHT)s CSS-pixels) weergegeven.
sv: När %(TEXT_SNIPPET)s ritas upp på skärmen blir texten bara %(HEIGHT)s pixlar hög (%(CSS_HEIGHT)s CSS-pixlar).

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall.
lt: Tekstas „%(TEXT_SNIPPET)s“ pateikiamas tik %(HEIGHT)s piks. aukščio.
nl: %(TEXT_SNIPPET)s wordt slechts %(HEIGHT)s pixels hoog weergegeven.
sv: När %(TEXT_SNIPPET)s ritas upp på skärmen blir texten bara %(HEIGHT)s pixlar hög.

source: %(URL)s (%(NUM_REFLOWS)s reflows)
hu: %(URL)s (%(NUM_REFLOWS)s újratördelés)
lt: %(URL)s (%(NUM_REFLOWS)s išdėstym.)
lv: %(URL)s (plūdums tiek sakārtots %(NUM_REFLOWS)s reizes)
pt_pt: %(URL)s (%(NUM_REFLOWS)s refluxos)
sv: %(URL)s (%(NUM_REFLOWS)s återflöden)

source: %(URL)s (%(SIZE_IN_BYTES)s of inline JavaScript)
hu: %(URL)s (%(SIZE_IN_BYTES)s soron belüli JavaScript)
lt: %(URL)s (%(SIZE_IN_BYTES)s eilutinio „JavaScript“)
lv: %(URL)s (%(SIZE_IN_BYTES)s iebūvēta JavaScript)
nl: %(URL)s (%(SIZE_IN_BYTES)s inline JavaScript)
pt_pt: %(URL)s (%(SIZE_IN_BYTES)s de JavaScript inline)
sv: %(URL)s (%(SIZE_IN_BYTES)s av infogad Javascript)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s)
hu: %(URL)s (Méret: %(WIDTH)sx%(HEIGHT)s)
lt: %(URL)s (matmenys: %(WIDTH)s x %(HEIGHT)s)
lv: %(URL)s (izmēri: %(WIDTH)s x %(HEIGHT)s)
nl: %(URL)s (Afmetingen: %(WIDTH)s x %(HEIGHT)s)
pt_pt: %(URL)s (Dimensões: %(WIDTH)s x %(HEIGHT)s)
sv: %(URL)s (Mått: %(WIDTH)s x %(HEIGHT)s)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s uses)
hu: %(URL)s (Méret: %(WIDTH)sx%(HEIGHT)s) (%(NUM_USES)s felhasználás)
lt: %(URL)s (matmenys: %(WIDTH)s x %(HEIGHT)s; panaudota kartų: %(NUM_USES)s)
lv: %(URL)s (izmēri: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s lietojumi)
nl: %(URL)s (Afmetingen: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s keer gebruikt)
pt_pt: %(URL)s (Dimensões: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s utilizações)
sv: %(URL)s (Mått: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s användningar)

source: %(URL)s (expiration not specified)
hu: %(URL)s (a lejárat nincs meghatározva)
lt: %(URL)s (galiojimo laikas nenurodytas)
lv: %(URL)s (derīguma termiņš nav norādīts)
nl: %(URL)s (maximum duur niet gespecificeerd)
pt_pt: %(URL)s (data de expiração não especificada)
sv: %(URL)s (utgångsdatum har inte angetts)
