Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.15.0.0/src/pagespeed/po/*.po
Languages: hu, lt, lv, nl, pt_pt, sv

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
hu: A következő erőforrásokhoz hiányzik a gyorsítótár-érvényesítő. Azon erőforrások, amelyek nem adnak meg gyorsítótár-érvényesítőt, nem frissíthetők hatékonyan. Adjon meg egy Last-Modified vagy ETag fejlécet a gyorsítótár-érvényesítés engedélyezéséhez a következő erőforrásokra:
lt: Šiems ištekliams trūksta talpyklos tikrintuvo. Ištekliai, kuriuose nenurodytas talpyklos tikrintuvas, negali būti efektyviai atnaujinami. Nurodykite antraštę „Last-Modified“ arba „ETag“, kad įgalintumėte talpyklos patikrinimą šiems šaltiniams:
lv: Tālāk minētajiem resursiem trūkst kešatmiņas pārbaudītāja. Resursus, kuriem nav norādīts kešatmiņas pārbaudītājs, nevar efektīvi atsvaidzināt. Norādiet Last-Modified vai ETag galveni, lai iespējotu kešatmiņas pārbaudi šādiem resursiem:
nl: Er ontbreekt een cachevalidator voor de volgende bronnen. Bronnen waarin geen cachevalidator wordt gespecificeerd, kunnen niet efficiënt worden vernieuwd. Specificeer een header met 'Last-Modified' of 'ETag' om cachevalidatie in te schakelen voor de volgende bronnen:
pt_pt: Os seguintes recursos não possuem uma validação de cache. Os recursos que não especificam uma validação de cache não podem ser actualizados de forma eficaz. Especifique um cabeçalho “Last-Modified” ou “ETag” para activar a validação da cache dos seguintes recursos:
sv: I följande resurser saknas en cachevaliderare. Resurser som inte har en cachevaliderare kan inte uppdateras effektivt. Ange en Last-Modified- eller ETag-rubrik om du vill aktivera cachevalidering för följande resurser:

source: The following resources have a character set specified in a meta tag. Specifying a character set in a meta tag disables the lookahead downloader in IE8. To improve resource download parallelization, move the character set to the HTTP Content-Type response header.
hu: A következő források metatagben meghatározott karakterkészletet tartalmaznak. A metatagben meghatározott karakterkészlet kikapcsolja az előretekintő letöltőt az IE8-ban. Ahhoz, hogy a forrás letöltésének párhuzamosítását javíthassa, helyezze a karakterkészletet a HTTP Content-Type válaszfejlécbe.
lt: Toliau pateiktų šaltinių metažymoje nurodytas ženklų rinkinys. Jei metažymoje nurodomas ženklų rinkinys, IE8 neleidžiamas paspartintasis atsisiuntimas. Perkelkite ženklų rinkinį į HTTP turinio tipo atsako antraštę – taip pagerinsite šaltinio atsisiuntimo sugretinimą.
lv: Tālāk redzamajos resursos metatagā ir norādīta rakstzīmju kopa. Nosakot rakstzīmju kopu metatagā, pārlūkprogrammā IE8 tiek atspējots algoritma priekšskatīšanas lejupielādētājs. Lai uzlabotu resursu lejupielādes sastatīšanu, pārvietojiet rakstzīmju kopu uz HTTP satura tipa atbildes galveni.
nl: Voor de volgende hulpbronnen is een tekenset opgegeven in een metatag. Als er een tekenset is opgegeven in een metatag, wordt de lookahead downloader in IE8 uitgeschakeld. Om de parallellisatie van het downloaden van hulpbronnen te verbeteren, verplaatst u de tekenset naar de HTTP Content-Type-reactieheader.
pt_pt: Os recursos seguintes têm um conjunto de caracteres especificado numa metatag. Especificar um conjunto de caracteres numa metatag desativa o dispositivo de transferência de leitura antecipada no IE8. Para melhorar a paralelização de transferências de recursos, mova o conjunto de caracteres para o cabeçalho de resposta do Tipo de Conteúdo HTTP.
sv: Följande resurser har en angiven teckenuppsättning i metataggen. Om en teckenuppsättning anges i metataggen fungerar inte den förutseende hämtaren i IE8. Om du vill förbättra parallellhämtning av resurser flyttar du teckenuppsättningen till rubriken med innehållstyp i HTTP-svaret.

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save %(NUM_REQUESTS)s request(s) and %(BYTES_SAVED)s.
hu: A következő erőforrások tartalma ugyanaz, de különböző URL-ek szolgálják ki őket. %(NUM_REQUESTS)s kérés és %(BYTES_SAVED)s adatmennyiség megtakarítása érdekében ezeket az erőforrásokat ugyanarról az URL-ről jelenítse meg.
lt: Toliau nurodytų išteklių turinys identiškas, tačiau jie pateikiami iš skirtingų URL. Pateikite šiuos išteklius iš vieno URL, kad pateiktumėte %(NUM_REQUESTS)s mažiau užklausų bei sutaupytumėte %(BYTES_SAVED)s.
lv: Tālāk minētajiem resursiem ir identisks saturs, taču tie tiek rādīti no dažādiem vietrāžiem URL. Rādiet šos resursus no viena URL, lai ietaupītu %(NUM_REQUESTS)s pieprasījumu(-s) un %(BYTES_SAVED)s.
nl: De volgende hulpbronnen hebben dezelfde inhoud, maar worden geleverd via verschillende URL's. Lever deze hulpbronnen via een consistente URL om %(NUM_REQUESTS)s verzoek(en) en %(BYTES_SAVED)s te besparen.
pt_pt: Os recursos que se seguem têm conteúdos idênticos, mas são publicados a partir de URLs diferentes. Publique estes recursos a partir de um URL consistente para poupar %(NUM_REQUESTS)s pedido(s) e %(BYTES_SAVED)s.
sv: Följande resurser har samma innehåll men visas från olika webbadresser. Om du visar resurserna från samma webbadress sparar du %(NUM_REQUESTS)s begäranden och %(BYTES_SAVED)s.

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
hu: A következő forrásoknak nincs meghatározott karakterkészletük a HTTP-fejléceikben. Ha megad egy karakterkészletet a HTTP-fejlécekben, felgyorsíthatja a böngésző megjelenítését.
lt: Toliau pateiktų išteklių ženklų rinkinys nenurodytas jų HTTP antraštėse. Nurodžius ženklų rinkinį HTTP antraštėse, gali pagreitėti naršyklės analizė.
lv: Tālāk minēto resursu HTTP galvenēs nav norādīta rakstzīmju kopa. Ja HTTP galvenēs ir norādīta rakstzīmju kopa, var tikt paātrināta pārlūka renderēšana.
nl: Voor de volgende bronnen is geen tekenset gespecificeerd in de HTTP-header. Als u een tekenset in HTTP-headers opgeeft, kan het renderen van pagina's in browsers worden versneld.
pt_pt: Os seguintes recursos não têm nenhum conjunto de caracteres especificado nos respetivos cabeçalhos HTTP. Especificar um conjunto de carateres em cabeçalhos HTTP pode acelerar a apresentação no navegador.
sv: Ingen teckenuppsättning har angetts i HTTP-rubrikerna för följande resurser. Om du anger en teckenuppsättning i HTTP-rubrikerna visas sidor snabbare i webbläsaren.

source: The following tap targets are close to other nearby tap targets and may need additional spacing around them.
lt: Toliau pateikiami lietimo elementai yra per arti kitų šalia esančių lietimo elementų, todėl gali reikėti papildomos vietos aplink juos.
nl: De volgende tikdoelen bevinden zich te dicht in de buurt van andere tikdoelen. Er is mogelijk aanvullende tussenruimte vereist.
sv: Följande tryckytor ligger tätt intill andra tryckytor. Det kan behövas mer utrymme mellan dem.

source: The following tap targets are small. Consider increasing their size.
lt: Toliau pateikiami lietimo elementai yra maži. Apsvarstykite, ar nevertėtų padidinti jų dydžio.
nl: De volgende tikdoelen zijn klein. Overweeg ze groter te maken.
sv: Följande tryckytor är små. Se om du kan göra dem större.

source: The following text fragments have a small font size. Increase the font size to make them more legible.
lt: Toliau pateikiamų teksto fragmentų šrifto dydis per mažas. Padidinkite šrifto dydį, kad tekstas būtų lengviau įskaitomas.
nl: De volgende tekstfragmenten hebben een kleine lettergrootte. Vergroot de lettergrootte om de fragmenten beter leesbaar te maken.
sv: Följande textfragment har liten teckensnittsstorlek. Öka teckensnittsstorleken så att texten blir lättare att läsa.

source: The following text fragments have a small line height. Increase the line height to make them more legible.
lt: Toliau pateikiamų teksto fragmentų eilutės aukštis per mažas. Padidinkite eilutės aukštį. Taip tekstas bus lengviau įskaitomas.
nl: De volgende tekstfragmenten hebben een kleine regelhoogte. Vergroot de regelhoogte om de fragmenten beter leesbaar te maken.
sv: Radavståndet i följande textfragment är snävt. Öka radhöjden så att texten blir lättare att läsa.

source: The following text on your page renders in a way that may be difficult for some of your visitors to read. %(BEGIN_LINK)sUse legible font sizes%(END_LINK)s to provide a better user experience.
lt: Toliau nurodytas puslapio tekstas pateikiamas taip, kad kai kuriems lankytojams gali būti sunku jį perskaityti. %(BEGIN_LINK)sNaudokite įskaitomo dydžio šriftą%(END_LINK)s, kad naudotojams būtų patogiau.
nl: De volgende tekst op uw pagina wordt weergegeven op een manier die moeilijk leesbaar is voor sommige van uw bezoekers. %(BEGIN_LINK)sGebruik leesbare lettergrootten%(END_LINK)s om een betere gebruikerservaring te leveren.
sv: Följande text på sidan återges på ett sätt som gör det svårt för vissa besökare att läsa den. %(BEGIN_LINK)sAnvänd läsbara teckensnittsstorlekar%(END_LINK)s så att dina besökare får en bättre upplevelse av sidan.

source: The host %(HOST_NAME)s should enable %(KEEPALIVE)s. It serves the following resources.
hu: A(z) %(HOST_NAME)s gazdagépnek engedélyeznie kell a következőt: %(KEEPALIVE)s. Ez a következő forrásokat jeleníti meg.
lt: Priegloba „%(HOST_NAME)s“ turėtų įgalinti „%(KEEPALIVE)s“. Ji pateikia toliau nurodytus išteklius.
lv: Saimniekdatora domēnā %(HOST_NAME)s ir jāiespējo %(KEEPALIVE)s. Tas rāda tālāk minētos resursus.
nl: De host %(HOST_NAME)s zou %(KEEPALIVE)s moeten inschakelen. Deze host levert de volgende bronnen.
pt_pt: O anfitrião %(HOST_NAME)s deve ativar o %(KEEPALIVE)s. Publica os seguintes recursos.
sv: Värden %(HOST_NAME)s ska aktivera %(KEEPALIVE)s. Den visar följande resurser.

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
hu: A következő URL-ek gazdagépnevei egyenként csak egy erőforrást szolgálnak ki. Kerülje el a felesleges DNS-kereséseket úgy, hogy ezeket az erőforrásokat meglévő gazdagépnevekből szolgálja ki.
lt: Kiekvienas iš šių URL pagrindinių kompiuterių pavadinimų pateikia tik vieną išteklių. Venkite papildomų DNS peržvalgų pateikdami šiuos išteklius iš esamų pagrindinių kompiuterių pavadinimų.
lv: Katrs tālāk minēto vietrāžu URL saimniekdatora nosaukums apkalpo tikai vienu resursu. Izvairieties no liekajām DNS meklēšanas reizēm, apkalpojot šos resursus no esošajiem saimniekdatoru nosaukumiem.
nl: De hostnamen van de volgende URL's leveren elk slechts één bron. Voorkom de extra DNS-lookups door deze bronnen te leveren via bestaande hostnamen.
pt_pt: Os nomes de anfitrião dos URLs seguintes publicam apenas um recurso cada. Evite as procuras de DNS adicionais, publicando estes recursos a partir de domínios existentes.
sv: Värdnamnen för följande webbadresser visar bara en resurs var. Undvik extra DNS-sökningar genom att visa resurserna från befintliga värdnamn.

source: The page content is %(CONTENT_WIDTH)s CSS pixels wide, but the viewport is only %(VIEWPORT_WIDTH)s CSS pixels wide.
lt: Puslapio turinys yra %(CONTENT_WIDTH)s CSS piks. pločio, bet peržiūros taškas – tik %(VIEWPORT_WIDTH)s.
nl: De pagina-inhoud is %(CONTENT_WIDTH)s CSS-pixels breed, maar het kijkvenster is slechts %(VIEWPORT_WIDTH)s CSS-pixels breed.
sv: Sidans innehåll är %(CONTENT_WIDTH)s CSS-pixlar brett, men visningsområdet är bara %(VIEWPORT_WIDTH)s CSS-pixlar brett.

source: The page content is %(CONTENT_WIDTH)s CSS pixels wide, but the viewport is only %(VIEWPORT_WIDTH)s CSS pixels wide. The following elements fall outside the viewport:
lt: Puslapio turinys yra %(CONTENT_WIDTH)s CSS piks. pločio, bet peržiūros taškas – tik %(VIEWPORT_WIDTH)s. Toliau pateikti elementai rodomi už peržiūros taško ribų.
nl: De pagina-inhoud is %(CONTENT_WIDTH)s CSS-pixels breed, maar het kijkvenster is slechts %(VIEWPORT_WIDTH)s CSS-pixels breed. De volgende elementen vallen buiten het kijkvenster:
sv: Sidans innehåll är %(CONTENT_WIDTH)s CSS-pixlar brett, men visningsområdet är bara %(VIEWPORT_WIDTH)s CSS-pixlar brett. Följande element hamnar utanför visningsområdet:

source: The page content is too wide for the viewport, forcing the user to scroll horizontally. %(BEGIN_LINK)sSize the page content to the viewport%(END_LINK)s to provide a better user experience.
lt: Puslapio turinys yra per platus, atsižvelgiant į peržiūros tašką, todėl naudotojas turi slinkti horizontaliai. %(BEGIN_LINK)sPakeiskite puslapio dydį, kad atitiktų peržiūros tašką%(END_LINK)s, kad naudotojams būtų patogiau.
nl: De pagina-inhoud is te breed voor het kijkvenster, waardoor de gebruiker horizontaal moet scrollen. %(BEGIN_LINK)sPas het formaat van de inhoud aan het kijkvenster aan%(END_LINK)s om een betere functionaliteit te leveren aan gebruikers.
sv: Sidans innehåll är för brett för visningsområdet så att fönstret måste rullas i sidled. Gör sidan mer användarvänlig genom att %(BEGIN_LINK)sanpassa storleken på innehållet till visningsområdet%(END_LINK)s.

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
hu: A következő URL-ek kérései nem férnek bele egy csomagba. A kérések méretének csökkentése redukálná a késést.
lt: Šių URL užklausos netelpa į vieną paketą. Sumažinus užklausų dydį, galima sumažinti laukimo trukmę.
lv: Tālāk minēto vietrāžu URL pieprasījumi nesatilpst vienā paketē. Samazinot pieprasījumu lielumu, varētu samazināt latentumu.
nl: De verzoeken voor de volgende URL's passen niet in één pakket. Wanneer u de grootte van deze verzoeken verkleint, kunt u de wachttijd verminderen.
pt_pt: Os pedidos dos URLs seguintes não cabem num único pacote. Se reduzir o tamanho dos pedidos, pode reduzir a latência.
sv: Begärandena för följande webbadresser passar inte i ett enda paket. Om du minskar storleken på dessa begäranden kan latensen reduceras.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are close to other tap targets %(SCREENSHOT)s.
lt: „%(HTML_TEXT)s“ ir dar %(NUM_OTHERS)s lietimo element. yra arti kitų lietimo elementų (%(SCREENSHOT)s).
nl: Het tikdoel %(HTML_TEXT)s en %(NUM_OTHERS)s andere bevinden zich in de buurt van andere tikdoelen %(SCREENSHOT)s.
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_OTHERS)s andra tryckytor sitter tätt intill varandra %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are close to other tap targets.
lt: „%(HTML_TEXT)s“ ir dar %(NUM_OTHERS)s lietimo element. yra arti kitų lietimo elementų.
nl: Het tikdoel %(HTML_TEXT)s en %(NUM_OTHERS)s andere bevinden zich in de buurt van andere tikdoelen.
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_OTHERS)s andra tryckytor sitter tätt intill varandra.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(HEIGHT)s tall on a typical device (%(HEIGHT_PX)s CSS pixels) %(SCREENSHOT)s.
lt: „%(HTML_TEXT)s“ ir dar %(NUM_OTHERS)s lietimo element. yra tik %(HEIGHT)s aukščio, kai jie rodomi įprastuose įrenginiuose (%(HEIGHT_PX)s CSS piks.) (%(SCREENSHOT)s).
nl: Het tikdoel %(HTML_TEXT)s en %(NUM_OTHERS)s andere zijn slechts %(HEIGHT)s hoog op een gewoon apparaat (%(HEIGHT_PX)s CSS-pixels) %(SCREENSHOT)s.
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_OTHERS)s andra tryckytor är bara %(HEIGHT)s höga på vanliga mobila enheter (%(HEIGHT_PX)s pixlar i CSS) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(HEIGHT)s tall on a typical device (%(HEIGHT_PX)s CSS pixels).
lt: „%(HTML_TEXT)s“ ir dar %(NUM_OTHERS)s lietimo element. yra tik %(HEIGHT)s aukščio, kai jie rodomi įprastuose įrenginiuose (%(HEIGHT_PX)s CSS piks.).
nl: Het tikdoel %(HTML_TEXT)s en %(NUM_OTHERS)s andere zijn slechts %(HEIGHT)s hoog op een gewoon apparaat (%(HEIGHT_PX)s CSS-pixels).
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_OTHERS)s andra tryckytor är bara %(HEIGHT)s höga på vanliga mobila enheter (%(HEIGHT_PX)s pixlar i CSS).

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(WIDTH)s wide on a typical device (%(WIDTH_PX)s CSS pixels) %(SCREENSHOT)s.
lt: „%(HTML_TEXT)s“ ir dar %(NUM_OTHERS)s lietimo element. yra tik %(WIDTH)s pločio, kai jie rodomi įprastuose įrenginiuose (%(WIDTH_PX)s CSS piks.) (%(SCREENSHOT)s).
nl: Het tikdoel %(HTML_TEXT)s en %(NUM_OTHERS)s andere zijn slechts %(WIDTH)s breed op een gewoon apparaat (%(WIDTH_PX)s CSS-pixels) %(SCREENSHOT)s.
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_OTHERS)s andra tryckytor är bara %(WIDTH)s breda på vanliga mobila enheter (%(WIDTH_PX)s pixlar i CSS) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(WIDTH)s wide on a typical device (%(WIDTH_PX)s CSS pixels).
lt: „%(HTML_TEXT)s“ ir dar %(NUM_OTHERS)s lietimo element. yra tik %(WIDTH)s pločio, kai jie rodomi įprastuose įrenginiuose (%(WIDTH_PX)s CSS piks.).
nl: Het tikdoel %(HTML_TEXT)s en %(NUM_OTHERS)s andere zijn slechts %(WIDTH)s breed op een gewoon apparaat (%(WIDTH_PX)s CSS-pixels).
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_OTHERS)s andra tryckytor är bara %(WIDTH)s breda på vanliga mobila enheter (%(WIDTH_PX)s pixlar i CSS).

source: The tap target %(HTML_TEXT)s is close to %(NUM_TOO_CLOSE)s other tap targets %(SCREENSHOT)s.
lt: Lietimo elementas „%(HTML_TEXT)s“ yra arti kt. %(NUM_TOO_CLOSE)s lietimo element. (%(SCREENSHOT)s).
nl: Het tikdoel %(HTML_TEXT)s bevindt zich in de buurt van %(NUM_TOO_CLOSE)s andere tikdoelen %(SCREENSHOT)s.
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_TOO_CLOSE)s andra tryckytor sitter tätt intill varandra %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s is close to %(NUM_TOO_CLOSE)s other tap targets.
lt: Lietimo elementas „%(HTML_TEXT)s“ yra arti kt. %(NUM_TOO_CLOSE)s lietimo element.
nl: Het tikdoel %(HTML_TEXT)s bevindt zich in de buurt van %(NUM_TOO_CLOSE)s andere tikdoelen.
sv: Tryckytan för %(HTML_TEXT)s och %(NUM_TOO_CLOSE)s andra tryckytor sitter tätt intill varandra.

source: The tap target %(HTML_TEXT)s is only %(WIDTH)s by %(HEIGHT)s on a typical device (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS pixels) %(SCREENSHOT)s.
lt: Lietimo elemento „%(HTML_TEXT)s“ dydis yra tik %(WIDTH)s x %(HEIGHT)s, kai jis rodomas įprastuose įrenginiuose (%(WIDTH_PX)s x %(HEIGHT_PX)s CSS piks.) (%(SCREENSHOT)s).
nl: Het tikdoel %(HTML_TEXT)s is slechts %(WIDTH)s bij %(HEIGHT)s groot op een gewoon apparaat (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS-pixels) %(SCREENSHOT)s.
sv: Tryckytan för %(HTML_TEXT)s är bara %(WIDTH)s gånger %(HEIGHT)s på vanliga mobila enheter (%(WIDTH_PX)s x %(HEIGHT_PX)s pixlar i CSS) %(SCREENSHOT)s.

source: The tap target %(HTML_TEXT)s is only %(WIDTH)s by %(HEIGHT)s on a typical device (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS pixels).
lt: Lietimo elemento „%(HTML_TEXT)s“ dydis yra tik %(WIDTH)s x %(HEIGHT)s, kai jis rodomas įprastuose įrenginiuose (%(WIDTH_PX)s x %(HEIGHT_PX)s CSS piks.).
nl: Het tikdoel %(HTML_TEXT)s is slechts %(WIDTH)s bij %(HEIGHT)s groot op een gewoon apparaat (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS-pixels).
sv: Tryckytan för %(HTML_TEXT)s är bara %(WIDTH)s gånger %(HEIGHT)s på vanliga mobila enheter (%(WIDTH_PX)s x %(HEIGHT_PX)s pixlar i CSS).

source: The text on your page is legible. Learn more about %(BEGIN_LINK)susing legible font sizes%(END_LINK)s.
lt: Puslapio tekstas įskaitomas. Sužinokite daugiau apie %(BEGIN_LINK)sįskaitomo dydžio šrifto naudojimą%(END_LINK)s.
nl: Deze tekst op uw pagina is leesbaar. Meer informatie over %(BEGIN_LINK)shet gebruik van leesbare lettergrootten%(END_LINK)s.
sv: Texten på sidan är läsbar. Läs mer om att %(BEGIN_LINK)sanvända läsbara teckensnittsstorlekar%(END_LINK)s.

source: There are %(NUM_FILES)s CSS files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
hu: A(z) %(DOMAIN_NAME)s %(NUM_FILES)s CSS-fájlt jelenít meg. Ezeket a lehető legkisebb számú fájlba érdemes egyesíteni.
lt: Iš „%(DOMAIN_NAME)s“ pateikta CSS kalbos failų: %(NUM_FILES)s. Jie turėtų būti sujungti į kuo mažiau failų.
lv: No domēna %(DOMAIN_NAME)s tiek rādīti %(NUM_FILES)s faili. Tie jāapvieno, lai failu skaits būtu pēc iespējas mazāks.
nl: Er worden %(NUM_FILES)s CSS-bestanden geleverd via %(DOMAIN_NAME)s. Ze moeten worden samengevoegd tot zo weinig mogelijk bestanden.
pt_pt: Existem %(NUM_FILES)s ficheiros CSS publicados por %(DOMAIN_NAME)s. Devem ser combinados no menor número possível de ficheiros.
sv: Det finns %(NUM_FILES)s CSS-filer som visas från %(DOMAIN_NAME)s. De bör kombineras till så få filer som möjligt.

source: There are %(NUM_FILES)s JavaScript files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
hu: A(z) %(DOMAIN_NAME)s %(NUM_FILES)s JavaScript-fájlt jelenít meg. Ezeket a lehető legkisebb számú fájlba érdemes egyesíteni.
lt: Iš „%(DOMAIN_NAME)s“ pateikta „JavaScript“ failų: %(NUM_FILES)s. Jie turėtų būti sujungti į kuo mažiau failų.
lv: No domēna %(NUM_FILES)s tiek rādīti %(DOMAIN_NAME)s CSS faili. Tie jāapvieno, lai failu skaits būtu pēc iespējas mazāks.
nl: Er worden %(NUM_FILES)s JavaScript-bestanden geleverd via %(DOMAIN_NAME)s. Ze moeten worden samengevoegd tot zo min mogelijk bestanden.
pt_pt: Existem %(NUM_FILES)s ficheiros JavaScript publicados por %(DOMAIN_NAME)s. Devem ser combinados no menor número possível de ficheiros.
sv: Det finns %(NUM_FILES)s Javascript-filer som visas från %(DOMAIN_NAME)s. De bör kombineras till så få filer som möjligt.

source: This page makes %(NUM_REQUESTS)s parallelizable requests to %(HOSTNAME)s. Increase download parallelization by distributing these requests across multiple hostnames:
hu: Ez az oldal %(NUM_REQUESTS)s párhuzamosítható kérést intéz %(HOSTNAME)s felé. Növelje a letöltés párhuzamosíthatóságát úgy, hogy elosztja ezeket a kéréseket több gazdagépnév között:
lt: Šis puslapis pateikia %(NUM_REQUESTS)s gretinamų užklausų „%(HOSTNAME)s“. Padidinkite atsisiuntimų sugretinimą paskirstydami šias užklausas keliems prieglobos serveriams:
lv: Šī lapa veic %(NUM_REQUESTS)s sastatāmus pieprasījumus saimniekdatorā %(HOSTNAME)s. Palieliniet lejupielādes sastatīšanu, izplatot šos pieprasījumus pa vairākiem saimniekdatoru nosaukumiem.
nl: Deze pagina doet %(NUM_REQUESTS)s parallelliseerbare verzoeken aan %(HOSTNAME)s. Verhoog de downloadparallellisatie door deze verzoeken te distribueren via meerdere hostnamen:
pt_pt: Esta página faz %(NUM_REQUESTS)s pedidos paralelizáveis para %(HOSTNAME)s. Aumente a transferência em paralelo distribuindo estes pedidos em vários nomes de anfitrião:
sv: Den här sidan gör %(NUM_REQUESTS)s anrop till %(HOSTNAME)s som kan köras parallellt. Öka parallellhämtningen genom att fördela anropen på flera värdnamn:

source: Unknown plugin of type %(TYPE)s.
lt: Nežinomas „%(TYPE)s“ tipo papildinys.
nl: Onbekende plug-in van type %(TYPE)s.
sv: Okänt pluginprogram av typen %(TYPE)s.

source: Use an Application Cache
hu: Alkalmazás-gyorsítótár használata
lt: Naudokite programos talpyklą
lv: Lietojumprogrammas kešatmiņas izmantošana
nl: Een applicatiecache gebruiken
pt_pt: Utilize uma Application Cache
sv: Använda Application Cache

source: Use legible font sizes
lt: Naudokite įskaitomo dydžio šriftą
nl: Leesbare lettergrootten gebruiken
sv: Använd läsbara teckensnittsstorlekar
