Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.15.0.0/src/pagespeed/po/*.po
Languages: hu, lt, lv, nl, pt_pt, sv

source: Leverage browser caching
hu: Használja ki a böngésző gyorsítótárazását
lt: Sverto naršyklės padėjimas į talpyklą
lv: Pārlūka kešošanas izmantošana
nl: Gebruikmaken van browsercaching
pt_pt: Tirar partido da colocação em cache do navegador
sv: Utnyttja cachelagring i webbläsare

source: Link node %(LINK_URL)s should be moved to the document head.
hu: A(z) %(LINK_URL)s linkcsomópontot át kell helyezni a dokumentum fejlécébe.
lt: Nuorodų mazgą %(LINK_URL)s reikėtų perkelti į dokumento antraštę.
lv: Saites mezgls %(LINK_URL)s ir jāpārvieto uz dokumenta daļu “head”.
nl: Linknode %(LINK_URL)s moet naar de documentheader worden verplaatst.
pt_pt: O nó do link %(LINK_URL)s deve ser movido para o cabeçalho do documento.
sv: Länknoden %(LINK_URL)s ska flyttas till dokumentets rubrik.

source: Load visible images first
hu: Először a látható képek betöltése
lt: Pirmiausia įkelkite matomus vaizdus
lv: Vispirms ielādēt redzamos attēlus
nl: Zichtbare afbeeldingen eerst laden
pt_pt: Carregar imagens visíveis primeiro
sv: Läs in synliga bilder först

source: Long web server response times delay page loading. Reduce your response times to make your page load faster.
hu: A webszerverek hosszú válaszideje késlelteti az oldal betöltését. Csökkentse a válaszidőt, hogy oldala gyorsabban töltődjön be.
lt: Dėl ilgo žiniatinklio serverio atsako laiko užtrunka puslapio įkėlimas. Sutrumpinkite atsako laiką, kad puslapis būtų įkeliamas greičiau.
lv: Ilgs tīmekļa servera atbildes laiks aizkavē lapu ielādi. Lai jūsu lapas tiktu ielādētas ātrāk, jāsamazina atbildes laiks.
nl: Een lange reactietijd van de webserver vertraagt het laden van de pagina. Verkort uw reactietijden om uw pagina sneller te laten laden.
pt_pt: Tempos de resposta do servidor Web longos atrasam o carregamento da página. Reduza os seus tempos de resposta para tornar o carregamento da sua página mais rápido.
sv: Långa svarstider för webbservern fördröjer sidans inläsning. Minska svarstiderna så att sidan läses in snabbare.

source: Losslessly compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: A(z) %(URL)s veszteségmentes tömörítésével %(SIZE_IN_BYTES)s adatmennyiséget takarítana meg (%(PERCENTAGE)s-os csökkenés).
lt: Nenuostolingai suglaudinus %(URL)s galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Veicot vienuma %(URL)s bezzudumu saspiešanu, varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het lossless comprimeren van %(URL)s kan %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: A compressão sem perdas de %(URL)s pode poupar %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: Om du komprimerar %(URL)s utan att förlora resurser kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s minskning).

source: Make content visible by end of HTML
hu: Tegye láthatóvá a tartalmat a HTML végéig
lt: Padarykite turinį matomą HTML pabaigoje
lv: Padariet HTML dokumenta beigās esošo saturu redzamu.
nl: Content zichtbaar maken wanneer het eind van de HTML is bereikt
pt_pt: Tornar o conteúdo visível no final do HTML
sv: Gör innehållet synligt i slutet av HTML-koden

source: Make landing page redirects cacheable
hu: A céloldali átirányítások legyenek gyorsítótárazhatók
lt: Nukreipimo puslapio peradresavimus padarykite galimus saugoti talpykloje
lv: Galvenās lapas novirzīšanas kešošanas iespējošana
nl: Bestemmingspaginaomleidingen cachebaar maken
pt_pt: Tornar os redirecionamentos de páginas de destino passíveis de colocação em cache
sv: Gör omdirigeringar från målsidan cachelagringsbara

source: Minify CSS
hu: Kicsinyítse le a CSS-t
lt: Sumažinti CSS
lv: CSS faila samazināšana
nl: CSS verkleinen
pt_pt: Reduzir CSS
sv: Förminska CSS

source: Minify HTML
hu: HTML lekicsinyítése
lt: Sumažinti HTML
lv: HTML samazināšana
nl: HTML verkleinen
pt_pt: Reduzir HTML
sv: Förminska HTML

source: Minify JavaScript
hu: JavaScript csökkentése
lt: Sumažinti „JavaScript“
lv: JavaScript samazināšana
nl: JavaScript verkleinen
pt_pt: Reduzir JavaScript
sv: Förminska JavaScript

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction) after compression.
hu: A(z) %(URL)s minimalizálásával %(SIZE_IN_BYTES)s adatmennyiséget takarítana meg a tömörítés után (%(PERCENTAGE)s-os csökkenés).
lt: Glaudinimo būdu sumažinus %(URL)s galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Samazinot %(URL)s, pēc saspiešanas varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het verkleinen van %(URL)s kan na comprimeren %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: Ao minimizar %(URL)s pode poupar %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s) após a compressão.
sv: Om du förminskar %(URL)s kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s minskning) efter komprimeringen.

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: A(z) %(URL)s minimalizálásával %(SIZE_IN_BYTES)s adatmennyiséget takarítana meg (%(PERCENTAGE)s-os csökkenés).
lt: Sumažinus %(URL)s galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Samazinot %(URL)s, varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het verkleinen van %(URL)s kan %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: Ao minimizar %(URL)s pode poupar%(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: Om du förminskar %(URL)s kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s minskning).

source: Minimize DNS lookups
hu: DNS-keresések számának csökkentése
lt: Mažinti DNS peržvalgas
lv: DNS meklēšanas reižu skaita samazināšana
nl: Het aantal DNS-lookups beperken
pt_pt: Minimizar procuras de DNS
sv: Minimera antalet DNS-sökningar

source: Minimize redirects
hu: Átirányítások számának csökkentése
lt: Mažinti peradresavimą
lv: Novirzīšanas reižu skaita samazināšana
nl: Het aantal omleidingen beperken
pt_pt: Minimizar redireccionamentos
sv: Minimera antalet omdirigeringar

source: Minimize request size
hu: Minimalizálja a kérések méretét
lt: Sumažinti užklausos dydį
lv: Pieprasījuma lieluma samazināšana
nl: Verzoekgrootte minimaliseren
pt_pt: Minimizar tamanho do pedido
sv: Minimera begäransstorleken

source: None of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
hu: Az oldal hajtás feletti tartalmának semennyi részét sem lehetett megjeleníteni anélkül, hogy várakozni kellene a következő források betöltésére. Próbálja késleltetni vagy aszinkron módon betölteni a gátló forrásokat, vagy foglalja be közvetlenül a HTML-be e források kritikus részeit.
lt: Puslapio turinio virš matomos ribos nepavyko pateikti nelaukiant, kol bus įkelti toliau nurodyti ištekliai. Bandykite atidėti blokavimo išteklių naudojimą, juos įkelti asinchroniškai arba svarbiausias šių išteklių dalis įterpti tiesiogiai į HTML.
lv: Lapas pirmā ekrāna saturu nevarēja renderēt, negaidot, līdz ielādēsies tālāk norādītie resursi. Mēģiniet atlikt šo resursu ielādi vai veikt to asinhroni, vai arī iekļaujiet svarīgākās šo resursu daļas tieši HTML dokumentā.
nl: Geen van de inhoud boven de vouw op uw pagina kan worden weergegeven zonder te wachten totdat de volgende bronnen zijn geladen. Probeer blokkerende bronnen uit te stellen of asynchroon te laden of parseer de essentiële gedeelten van die bronnen rechtstreeks in de HTML.
pt_pt: Não foi possível converter qualquer conteúdo na parte superior da sua página sem esperar pelo carregamento dos recursos seguintes. Tente diferir ou carregar de forma assíncrona recursos de bloqueio ou colocar in-line as partes críticas desses recursos diretamente no HTML.
sv: Det gick inte att rendera något av innehållet ovanför mitten på sidan utan att det blev nödvändigt att vänta medan de följande resurserna lästes in. Testa att skjuta upp inläsningen av resurserna som blockerar renderingen eller att läsa in dem asynkront, eller infoga de viktigaste delarna av resurserna direkt i HTML-koden.

source: Only %(PERCENTAGE)s of the final above-the-fold content of the page was able to be rendered using the whole HTML of the HTTP response for the page URL:
hu: Az oldal végső, hajtás feletti tartalmának csak %(PERCENTAGE)s százalékát lehetett megjeleníteni a következő oldal URL-hez tartozó HTTP-válasz teljes HTML-jének felhasználásával:
lt: Tik %(PERCENTAGE)s galutinio puslapio turinio virš matomos ribos buvo galima pateikti naudojant visą puslapio URL skirto HTTP atsako HTML:
lv: Tikai %(PERCENTAGE)s lapas pirmā ekrāna satura varēja renderēt, izmantojot visu HTTP atbildes HTML resursu lapas vietrādim URL:
nl: Slechts %(PERCENTAGE)s van de uiteindelijke content boven de vouw op de pagina kon worden geladen op basis van de volledige HTML van de HTTP-reactie voor de pagina-URL:
pt_pt: Apenas foi possível converter %(PERCENTAGE)s do conteúdo na parte superior final da página utilizando todo o HTML da resposta HTTP para o URL da página:
sv: Endast %(PERCENTAGE)s av det slutgiltiga innehållet ovanför mitten på sidan kunde renderas med hela HTML-koden för HTTP-svaret för sidans webbadress:

source: Optimize images
hu: Optimalizálja a képeket
lt: Optimizuoti vaizdus
lv: Attēlu optimizēšana
nl: Afbeeldingen optimaliseren
pt_pt: Optimizar imagens
sv: Optimera bilder

source: Optimize the order of styles and scripts
hu: Stílusok és szkriptek sorrendjének optimalizálása
lt: Optimizuoti stilių ir scenarijų tvarką
lv: Stilu un skriptu secības optimizēšana
nl: De volgorde van stijlen en scripts optimaliseren
pt_pt: Optimizar a ordem de estilos e scripts
sv: Optimera ordningen på format och skript

source: Other: %(SIZE_IN_BYTES)s
hu: Egyéb: %(SIZE_IN_BYTES)s
lt: Kita: %(SIZE_IN_BYTES)s
lv: Citi: %(SIZE_IN_BYTES)s
nl: Overig: %(SIZE_IN_BYTES)s
pt_pt: Outro: %(SIZE_IN_BYTES)s
sv: Övriga: %(SIZE_IN_BYTES)s

source: Parallelize downloads across hostnames
hu: Párhuzamosítsa a gazdagépnevek között a letöltéseket
lt: Gretinti atsisiuntimus prieglobos serverių pavadinimuose
lv: Lejupielāžu sastatīšana starp saimniekdatoru nosaukumiem
nl: Downloads voor verschillende hostnamen parallelliseren
pt_pt: Paralelizar transferências entre nomes de anfitriões
sv: Parallellisera hämtning över flera värdnamn

source: Prefer asynchronous resources
hu: Részesítse előnyben az aszinkron erőforrásokat
lt: Teikti pirmenybę asinchroniniams ištekliams
lv: Priekšrokas došana asinhroniem resursiem
nl: Asynchrone bronnen krijgen de voorkeur
pt_pt: Preferir recursos assíncronos
sv: Prioritera asynkrona resurser

source: Prioritize visible content
hu: Rangsorolja a látható tartalmat
lt: Išdėstykite matomą turinį pagal svarbą
lv: Piešķiriet prioritāti redzamajam saturam.
nl: Prioriteit geven aan zichtbare content
pt_pt: Dar prioridade a conteúdo visível
sv: Prioritera synligt innehåll

source: Properly formatting and compressing images can save many bytes of data.
hu: A képek megfelelő formázása és tömörítése sok bájtnyi adatot takaríthat meg.
lt: Tinkamai suformatavus ir suglaudinus vaizdus galima išsaugoti daug duomenų baitų.
lv: Pareizi formatējot un saspiežot attēlus, var tikt ievērojami samazināts datu baitu apjoms.
nl: U kunt vele bytes aan gegevens besparen door afbeeldingen correct op te maken en te comprimeren.
pt_pt: Formatar e comprimir adequadamente imagens pode poupar muitos bytes de dados.
sv: Korrekt formatering och komprimering av bilder kan spara många byte.

source: Put CSS in the document head
hu: Tegye a CSS-t a dokumentum fejlécébe
lt: Įdėti CSS dokumento antraštėje
lv: CSS resursu ievietošana dokumenta galvenē
nl: CSS in de documentheader plaatsen
pt_pt: Colocar CSS no cabeçalho do documento
sv: Placera CSS i dokumenthuvudet

source: Reduce request serialization
hu: Kérések sorba állításának mellőzése, ha lehetséges
lt: Sumažinti užklausų skirstymą serijomis
lv: Pieprasījumu serializācijas samazināšana
nl: Serialiteit van verzoeken verminderen
pt_pt: Reduzir serialização de pedidos
sv: Minska serialiseringsbegäran

source: Reduce server response time
hu: A szerver válaszidejének csökkentése
lt: Sumažinti serverio atsako laiką
lv: Samaziniet servera atbildes laiku.
nl: Reactietijd van server beperken
pt_pt: Reduzir tempo de resposta do servidor
sv: Minska svarstiden från servern

source: Referer Url: %(SIZE_IN_BYTES)s
hu: Átirányítási URL: %(SIZE_IN_BYTES)s
lt: Nuorodos URL: %(SIZE_IN_BYTES)s
lv: Novirzītāja URL: %(SIZE_IN_BYTES)s
nl: Verwijzende URL: %(SIZE_IN_BYTES)s
pt_pt: URL de referenciador: %(SIZE_IN_BYTES)s
sv: Hänvisande webbadress: %(SIZE_IN_BYTES)s

source: Remove query strings from static resources
hu: Távolítsa el a lekérdezési karakterláncokat a statikus erőforrásokból
lt: Pašalinti užklausų eilutes iš statinių išteklių
lv: Vaicājumu virkņu noņemšana no statiskiem resursiem
nl: Querytekenreeksen verwijderen uit statische bronnen
pt_pt: Remover cadeias de consulta dos recursos estáticos
sv: Ta bort frågesträngar från statiska resurser

source: Remove the following redirect chain if possible:
hu: Ha lehetséges, távolítsa el a következő átirányítási láncot:
lt: Jei įmanoma, pašalinkite šią persiuntimo grandinę:
lv: Ja iespējams, noņemiet šo novirzīšanas ķēdi:
nl: Verwijder indien mogelijk de volgende omleidingsketen:
pt_pt: Se possível, remova a seguinte cadeia de redireccionamento:
sv: Ta om möjligt bort följande omdirigeringskedja:

source: Request URL: %(SIZE_IN_BYTES)s
hu: Kérelmezési URL: %(SIZE_IN_BYTES)s
lt: Užklausos URL: %(SIZE_IN_BYTES)s
lv: Pieprasījuma URL: %(SIZE_IN_BYTES)s
nl: Aanvraag-URL: %(SIZE_IN_BYTES)s
pt_pt: URL de pedido: %(SIZE_IN_BYTES)s
sv: Begärd webbadress: %(SIZE_IN_BYTES)s

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
hu: Azon erőforrásokat, amelyeknél "?" van az URL-ben, nem gyorsítótárazzák proxy gyorsítótár-szerverek. Távolítsa el a lekérdezési karakterláncot, és kódolja a paramétereket az URL-be a következő erőforrások esetén:
lt: Ištekliai, kurių URL yra „?“, nelaikomi kokiuose nors tarpiniuose, talpyklose saugančiuose serveriuose. Pašalinkite užklausos eilutę ir koduokite parametrus šių išteklių URL:
lv: Daži kešdarbes·starpniekserveri nekešo resursus, kuru vietrādī URL ir “?”. Noņemiet vaicājuma virkni un kodējiet parametrus vietrādī URL šādiem resursiem:
nl: Bronnen met een vraagteken in de URL worden door sommige proxycacheservers niet in het cachegeheugen opgeslagen. Verwijder de querytekenreeks en codeer de parameters in de URL voor de volgende bronnen:
pt_pt: Os recursos com um “?” no URL não são colocados na cache por alguns servidores proxy de colocação em cache. Remova a cadeia de consulta e codifique os parâmetros contidos no URL para os seguintes recursos:
sv: Resurser med "?" i webbadressen cachelagras inte av vissa proxyservrar. Ta bort frågesträngen och koda parametrarna i webbadressen för följande resurser:

source: Serve resources from a consistent URL
hu: Erőforrások kiszolgálása ugyanarról az URL-ről
lt: Pateikti išteklius iš nuoseklaus URL
lv: Resursu apkalpošana no nemainīga URL
nl: Bronnen leveren via een consistente URL
pt_pt: Publicar recursos de um URL consistente
sv: Visa resurser från en och samma webbadress

source: Serve scaled images
hu: Átméretezett képek kiszolgálása
lt: Pateikti pakeisto dydžio vaizdus
lv: Mērogotu attēlu rādīšana
nl: Geschaalde afbeeldingen weergeven
pt_pt: Publicar imagens à escala
sv: Visa skalade bilder

source: Setting an expiry date or a maximum age in the HTTP headers for static resources instructs the browser to load previously downloaded resources from local disk rather than over the network.
hu: Lejárati idő vagy maximális kor beállítása a statikus erőforrásokhoz a HTTP-fejlécekben arra utasítja a böngészőt, hogy a korábban letöltött forrásokat a helyi lemezről töltse be, ne a hálózaton keresztül.
lt: HTTP antraštėse nustačius statinių šaltinių galiojimo pabaigos datą arba ilgiausią galiojimo laiką, naršyklei nurodoma įkelti anksčiau atsisiųstus šaltinius iš vietinio disko, o ne per tinklą.
lv: Iestatot derīguma termiņu vai maksimālo vecumu statisku resursu HTTP galvenēs, pārlūkprogrammai tiek norādīts ielādēt iepriekš lejupielādētus resursus no lokālā diska, nevis no tīkla.
nl: Wanneer u in HTTP-headers een vervaldatum of maximale leeftijd voor statische bronnen instelt, geeft u de browser opdracht eerder gedownloade bronnen van de lokale schijf te gebruiken in plaats van deze via het netwerk te laden.
pt_pt: Definir uma data de validade ou uma idade máxima nos cabeçalhos HTTP para recursos estáticos instrui o navegador para carregar os recursos previamente transferidos a partir do disco local e não através da rede.
sv: När du anger ett utgångsdatum eller en högsta ålder i HTTP-rubrikerna för statiska resurser instrueras webbläsaren att läsa in tidigare hämtade resurser från hårddisken istället för via nätverket.

source: Size content to viewport
lt: Keisti turinio dydį, kad jis atitiktų peržiūros taško nustatymą
nl: Formaat van inhoud aanpassen aan viewport
sv: Anpassa storleken på innehållet efter visningsområdet

source: Size tap targets appropriately
lt: Tinkamo lietimo elementų dydžio nustatymas
nl: Geschikte formaten voor tikdoelen
sv: Gör tryckytor tillräckligt stora

source: Some of the links/buttons on your webpage may be too small for a user to easily tap on a touchscreen. Consider %(BEGIN_LINK)smaking these tap targets larger%(END_LINK)s to provide a better user experience.
lt: Kai kurios nuorodos / mygtukai tinklalapyje gali būti per maži, kad naudotojas galėtų juos lengvai paliesti jutikliniame ekrane. Apsvarstykite %(BEGIN_LINK)sšių lietimo elementų padidinimą%(END_LINK)s, kad naudotojams būtų patogiau.
nl: Sommige links/knoppen op uw webpagina zijn te klein zodat een gebruiker er niet gemakkelijk op kan tikken op een touchscreen. Overweeg %(BEGIN_LINK)sdeze tikdoelen groter te maken%(END_LINK)s om een betere functionaliteit te leveren aan gebruikers.
sv: Några av länkarna eller knapparna på sidan kan vara för små för att användaren enkelt ska kunna trycka på dem på en pekskärm. Se om du kan %(BEGIN_LINK)sgöra tryckytorna större%(END_LINK)s så att sidan blir mer användarvänlig.

source: Specify a Vary: Accept-Encoding header
hu: Adjon meg Vary: Accept-Encoding fejlécet
lt: Nurodyti „Vary: Accept-Encoding“ antraštę
lv: Vary: Accept-Encoding galvenes norādīšana
nl: Een header 'Vary: Accept-Encoding' specificeren
pt_pt: Especificar um cabeçalho “Vary: Accept-Encoding”
sv: Specificera en Vary: Accept-Encoding-rubrik

source: Specify a cache validator
hu: Gyorsítótár-érvényesítő megadása
lt: Nurodyti talpyklos tikrintuvą
lv: Kešatmiņas pārbaudītāja norādīšana
nl: Een cachevalidator specificeren
pt_pt: Especificar uma validação de cache
sv: Ange en cachevaliderare

source: Specify a character set
hu: Adjon meg egy karakterkészletet
lt: Nurodykite ženklų rinkinį
lv: Rakstzīmju kopas norādīšana
nl: Een tekenset specificeren
pt_pt: Especificar um conjunto de caracteres
sv: Ange en teckenuppsättning

source: Specify a viewport for mobile browsers
hu: Adjon meg egy nézetet mobilböngészőkhöz
lt: Nurodykite naršyklių mobiliesiems peržiūros tašką
lv: Norādiet apskates punktu mobilajām pārlūkprogrammām.
nl: Een kijkvenster specificeren voor mobiele browsers
pt_pt: Especificar uma janela atual para navegadores de telemóvel
sv: Ange en ruta för mobilwebbläsare

source: Specify image dimensions
hu: Határozza meg a kép méretét
lt: Nurodyti vaizdo matmenis
lv: Attēlu izmēru norādīšana
nl: Afbeeldingsafmetingen specificeren
pt_pt: Especificar dimensões da imagem
sv: Ange bilddimensioner

source: The contents of your page fit within the viewport. Learn more about %(BEGIN_LINK)ssizing content to the viewport%(END_LINK)s.
lt: Puslapio turinys telpa peržiūros taške. Sužinokite daugiau apie %(BEGIN_LINK)sturinio dydžio keitimą, kad atitiktų peržiūros tašką%(END_LINK)s.
nl: De inhoud van uw pagina past binnen het kijkvenster. Meer informatie over %(BEGIN_LINK)shet formaat van inhoud aanpassen aan het kijkvenster%(END_LINK)s.
sv: Sidans innehåll får plats i visningsområdet. Läs mer om att %(BEGIN_LINK)sanpassa storleken på innehållet till visningsområdet%(END_LINK)s.

source: The element %(HTML_TEXT)s falls outside the viewport.
lt: Elementas „%(HTML_TEXT)s“ rodomas už peržiūros taško ribų.
nl: Het element %(HTML_TEXT)s valt buiten het kijkvenster.
sv: Elementet %(HTML_TEXT)s hamnar utanför visningsområdet.

source: The entire HTML response was not sufficient to render the above-the-fold content. This usually indicates that additional resources, loaded after HTML parsing, were required to render above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold by including it directly in the HTML response.
lt: Viso HTML atsako neužteko turiniui virš matomos ribos pateikti. Tai paprastai reiškia, kad turiniui virš matomos ribos pateikti po HTML analizavimo reikėjo įkelti papildomų išteklių. %(BEGIN_LINK)sSuteikite pirmenybę matomam turiniui%(END_LINK)s, kurio reikia turiniui virš matomos ribos pateikti. Įtraukite jį tiesiai į HTML atsaką.
nl: De volledige HTML-reactie was onvoldoende om de inhoud boven de vouw weer te geven. Dit geeft meestal aan dat aanvullende bronnen (geladen na het parseren van de HTML) zijn vereist om inhoud boven de vouw weer te geven. %(BEGIN_LINK)sGeef prioriteit aan zichtbare inhoud%(END_LINK)s die nodig is voor weergave boven de vouw door deze rechtstreeks op te nemen in de HTML-reactie.
sv: HTML-svaret var inte tillräckligt för att rendera allt innehåll på den del av sidan som är synlig på skärmen utan att du behöver rulla ned. Detta brukar betyda att ytterligare resurser som måste läsas in efter tolkningen av sidans HTML krävs för att rendera det innehållet. %(BEGIN_LINK)sPrioritera synligt innehåll%(END_LINK)s som behövs för att återge sidans övre del genom att skriva in det direkt i HTML.
