Repository: pagespeed/page-speed
Catalog: lib/tags/lib-1.15.0.0/src/pagespeed/po/*.po
Languages: hu, lt, lv, nl, pt_pt, sv

source: %(URL)s has a request size of %(SIZE_IN_BYTES)s
hu: A(z) %(URL)s kérelmezési mérete %(SIZE_IN_BYTES)s
lt: %(URL)s užklausos dydis yra %(SIZE_IN_BYTES)s
lv: Vietrāža %(URL)s pieprasījuma lielums ir %(SIZE_IN_BYTES)s.
nl: %(URL)s heeft een aanvraaggrootte van %(SIZE_IN_BYTES)s
pt_pt: %(URL)s solicitou um tamanho de %(SIZE_IN_BYTES)s
sv: %(URL)s har en begärd storlek på %(SIZE_IN_BYTES)s

source: %(URL)s is resized in HTML or CSS from %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s to %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: A(z) %(URL)s %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s méretről %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s méretre van átméretezve HTML-ben vagy CSS-ben. Átméretezett kép küldésével %(SIZE_IN_BYTES)s adatmennyiséget takaríthatna meg (%(PERCENTAGE)s-os csökkenés).
lt: Naudojant HTML arba CSS %(URL)s dydis pakeistas iš %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s į %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Pateikiant pakeisto mastelio vaizdą galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Vietrādim %(URL)s HTML vai CSS resursā lielums tiek mainīts no %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s uz %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Rādot mērogotu attēlu, varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het formaat van %(URL)s wordt aangepast in HTML of CSS van %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s naar %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Het weergeven van een geschaalde afbeelding kan %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: %(URL)s foi redimensionado para HTML ou CSS a partir de %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s para %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Se publicar uma imagem à escala pode poupar %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: Storleken på %(URL)s har ändrats i HTML eller CSS från %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s till %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Om du visar en skalad bild kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s minskning).

source: %(URL)s is resized in HTML or CSS. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: A(z) %(URL)s HTML-ben vagy CSS-ben át van méretezve. Méretezett kép küldésével %(SIZE_IN_BYTES)s adatmennyiséget takarítana meg (%(PERCENTAGE)s-os csökkenés).
lt: Naudojant HTML arba CSS kalbą pakeistas %(URL)s dydis. Pateikiant pakeisto mastelio vaizdą galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Vietrādim %(URL)s HTML vai CSS resursā tiek mainīts lielums. Rādot mērogotu attēlu, varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het formaat van %(URL)s wordt aangepast in HTML of CSS. Door een geschaalde afbeelding weer te geven, kunt u %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: %(URL)s foi redimensionado para HTML ou CSS. Se publicar uma imagem à escala, pode poupar %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: Storleken på %(URL)s har ändrats i HTML eller CSS. Om du visar en skalad bild kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s minskning).

source: %(URL)s line %(LINE_NUMBER)s (%(DURATION)s)
hu: %(URL)s, %(LINE_NUMBER)s. sor (%(DURATION)s)
lt: %(URL)s, %(LINE_NUMBER)s eilutė (%(DURATION)s)
lv: Vietrādis %(URL)s, %(LINE_NUMBER)s. rindiņa (laiks: %(DURATION)s)
nl: %(URL)s regel %(LINE_NUMBER)s (%(DURATION)s)
pt_pt: Linha %(URL)s %(LINE_NUMBER)s (%(DURATION)s)
sv: %(URL)s, rad %(LINE_NUMBER)s (%(DURATION)s)

source: %(URL)s should inline the following small resources:
hu: A(z) %(URL)s dokumentumnak a következő kis erőforrásokat kellene tartalmaznia:
lt: Į %(URL)s reikėtų įterpti toliau nurodytus mažus išteklius:
lv: Dokumentā %(URL)s ir jāiekļauj šādi nelielie resursi:
nl: Voor %(URL)s zouden de volgende kleine bronnen inline moeten worden geplaatst:
pt_pt: %(URL)s deve colocar inline os seguintes recursos pequenos:
sv: Följande små resurser bör infogas i %(URL)s:

source: All of your page's links/buttons are large enough for a user to easily tap on a touchscreen. Learn more about %(BEGIN_LINK)ssizing tap targets appropriately%(END_LINK)s.
lt: Visos puslapio nuorodos / visi puslapio mygtukai yra pakankamai dideli, kad naudotojas galėtų lengvai paliesti juos jutikliniame ekrane. Sužinokite daugiau, kaip %(BEGIN_LINK)stinkamai nustatyti lietimo elementų dydį%(END_LINK)s.
nl: Alle links/knoppen van uw pagina zijn groot genoeg zodat een gebruiker er gemakkelijk op kan tikken op het touchscreen. Meer informatie over %(BEGIN_LINK)sgeschikte formaten voor tikdoelen%(END_LINK)s.
sv: Alla länkar och knappar på sidan är tillräckligt stora för att användaren enkelt ska kunna trycka på dem på en pekskärm. Läs mer om att %(BEGIN_LINK)sgöra tryckytor tillräckligt stora%(END_LINK)s.

source: Approximately %(PERCENTAGE)s of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
hu: Az oldal hajtás feletti tartalmának mintegy %(PERCENTAGE)s-át lehetett megjeleníteni anélkül, hogy várakozni kellene a következő források betöltésére. Próbálja késleltetni vagy aszinkron módon betölteni a gátló forrásokat, vagy foglalja be közvetlenül a HTML-be e források kritikus részeit.
lt: Maždaug %(PERCENTAGE)s puslapio turinio virš matomos ribos buvo galima pateikti nelaukiant, kol bus įkelti toliau nurodyti ištekliai. Bandykite atidėti blokavimo išteklių naudojimą, juos įkelti asinchroniškai arba svarbiausias šių išteklių dalis įterpti tiesiogiai į HTML.
lv: Aptuveni %(PERCENTAGE)s no lapas pirmā ekrāna satura varēja renderēt, negaidot, līdz ielādēsies tālāk norādītie resursi. Mēģiniet atlikt šo resursu ielādi vai veikt to asinhroni, vai arī iekļaujiet svarīgākās šo resursu daļas tieši HTML dokumentā.
nl: Ongeveer %(PERCENTAGE)s van de inhoud boven de vouw op uw pagina kan worden weergegeven zonder te wachten totdat de volgende bronnen zijn geladen. Probeer blokkerende bronnen uit te stellen of asynchroon te laden of parseer de essentiële gedeelten van die bronnen rechtstreeks in de HTML.
pt_pt: É possível converter aproximadamente %(PERCENTAGE)s do conteúdo na parte superior da sua página sem esperar pelo carregamento dos recursos seguintes. Tente diferir ou carregar de forma assíncrona recursos de bloqueio ou colocar in-line as partes críticas desses recursos diretamente no HTML.
sv: Cirka %(PERCENTAGE)s av innehållet ovanför mitten på sidan kunde renderas utan att det blev nödvändigt att vänta medan de följande resurserna lästes in. Testa att skjuta upp inläsningen av resurserna som blockerar renderingen eller att läsa in dem asynkront, eller infoga de viktigaste delarna av resurserna direkt i HTML-koden.

source: Avoid CSS @import
hu: Kerülje a CSS @import használatát
lt: Vengti CSS „@import“
lv: Izvairīšanās no CSS @import
nl: @import voor CSS vermijden
pt_pt: Evitar utilizar @import em CSS
sv: Undvik CSS @import

source: Avoid a character set in the meta tag
hu: Kerülje a karakterkészletet a metatagben
lt: Nenurodykite ženklų rinkinio metažymoje
lv: Neizmantot metatagā rakstzīmju kopu
nl: Een tekenset in de metatag voorkomen
pt_pt: Evitar um conjunto de caracteres numa metatag
sv: Ange inte en teckenuppsättning i metataggen

source: Avoid bad requests
hu: Kerülje a rossz kéréseket
lt: Vengti blogų užklausų
lv: Izvairīšanās no nepareiziem pieprasījumiem
nl: Corrupte verzoeken vermijden
pt_pt: Evitar pedidos inválidos
sv: Undvik felaktiga begäranden

source: Avoid landing page redirects
hu: Kerülje a céloldali átirányításokat
lt: Venkite peradresuoti naudodami nukreipimo puslapį
lv: Neizmantojiet novirzīšanu no galvenās lapas
nl: Omleidingen op bestemmingspagina vermijden
pt_pt: Evitar redirecionamentos de páginas de destino
sv: Undvik omdirigeringar från målsidan

source: Avoid long-running scripts
hu: Hosszú ideig futó scriptek mellőzése
lt: Venkite ilgai veikiančių scenarijų
lv: Izvairīšanās no ilgi izpildāmiem skriptiem
nl: Lange scripts vermijden
pt_pt: Evite scripts de execução longa
sv: Undvika tidskrävande skript

source: Avoid plugins
lt: Venkite papildinių
nl: Plug-ins vermijden
sv: Undvik pluginprogram

source: CSS in the document body adversely impacts rendering performance.
hu: A dokumentum törzsében lévő CSS negatívan hat a megjelenítési teljesítményre.
lt: CSS dokumento tekste nepalankiai veikia atvaizdavimo našumą.
lv: CSS resursi dokumenta pamatdaļā nelabvēlīgi ietekmē renderēšanas veiktspēju.
nl: CSS in de hoofdtekst heeft een negatief effect op de renderingsprestaties.
pt_pt: O CSS no corpo do documento prejudica o desempenho da composição.
sv: CSS i dokumentets brödtext påverkar renderingen negativt.

source: Combine external CSS
hu: Külső CSS fájlok egyesítése
lt: Sujungti išorinį CSS
lv: Ārējo CSS resursu apvienošana
nl: Externe CSS-bronnen samenvoegen
pt_pt: Combinar CSS externo
sv: Kombinera externa CSS

source: Combine external JavaScript
hu: Egyesítse a külső JavaScriptet
lt: Sujungti išorinį „JavaScript“
lv: Ārējo JavaScript resursu apvienošana
nl: Externe JavaScript-bronnen combineren
pt_pt: Combinar JavaScript externo
sv: Kombinera externa JavaScript

source: Combine images into CSS sprites
hu: Egyesítsen képeket CSS sprite elemek formájában
lt: Sujungti vaizdus į CSS spruklius
lv: Attēlu apvienošana CSS gariņos
nl: Afbeeldingen combineren in CSS-sprites
pt_pt: Combinar imagens em CSS sprites
sv: Kombinera bilder till CSS-sprites

source: Compacting CSS code can save many bytes of data and speed up download and parse times.
hu: A CSS-kód tömörítésével sok bájtnyi adatot takaríthat meg, illetve felgyorsíthatja a letöltést és az elemzést.
lt: Suglaudinus CSS kodą galima išsaugoti daug duomenų baitų, taip pat paspartinti atsisiuntimą ir analizavimą.
lv: CSS koda saspiešana var ievērojami ietaupīt datu baitu apjomu un paātrināt lejupielādi un parsēšanu.
nl: Wanneer u CSS-code comprimeert, kunt u vele bytes aan gegevens besparen en het downloaden en parseren versnellen.
pt_pt: Compactar códigos CSS pode poupar muitos bytes de dados e acelerar os tempos de transferência e análise.
sv: Om du komprimerar CSS-kod kan du spara många byte och göra så att det går snabbare att hämta och tolka sidan.

source: Compacting HTML code, including any inline JavaScript and CSS contained in it, can save many bytes of data and speed up download and parse times.
hu: A HTML-kód tömörítésével, beleértve a benne lévő soron belüli JavaScriptet és CSS-t is, sok bájtnyi adatot takaríthat meg, valamint felgyorsíthatja a letöltést és az elemzést.
lt: Suglaudinus HTML kodą, įskaitant visą jame įterptą „JavaScript“ ir CSS, galima išsaugoti daug duomenų baitų, taip pat paspartinti atsisiuntimą ir analizavimą.
lv: HTML koda, tostarp visu tajā iekļauto JavaScript un CSS fragmentu, saspiešana var ievērojami ietaupīt datu baitu apjomu un paātrināt lejupielādi un parsēšanu.
nl: Wanneer u HTML-code comprimeert, inclusief eventuele inline JavaScript- en CSS-code, kunt u vele bytes aan gegevens besparen en het downloaden en parseren versnellen.
pt_pt: Compactar o código HTML, incluindo eventuais JavaScript e CSS inline nele contidos, pode poupar muitos bytes de dados e acelerar os tempos de transferência e análise.
sv: Om du komprimerar HTML-kod, inklusive JavaScript och CSS som är inbäddat i den, kan du spara många byte och göra så att det går snabbare att hämta och tolka sidan.

source: Compacting JavaScript code can save many bytes of data and speed up downloading, parsing, and execution time.
hu: A JavaScript-kód tömörítése sok bájtnyi adatot takarít meg, felgyorsítja a letöltést és az elemzést, illetve lerövidíti a végrehajtási időt.
lt: Suglaudinus „JavaScript“ kodą galima išsaugoti daug duomenų baitų ir paspartinti atsisiuntimą, analizavimą ir vykdymą.
lv: JavaScript koda saspiešana var ievērojami ietaupīt datu baitu apjomu un paātrināt lejupielādi, parsēšanu un izpildi.
nl: Wanneer u JavaScript-code comprimeert, kunt u vele bytes aan gegevens besparen en het downloaden, parseren en uitvoeren versnellen.
pt_pt: Compactar o código JavaScript pode poupar muitos bytes de dados e acelerar os tempos de transferência, análise e execução.
sv: Om du komprimerar JavaScript-kod kan du spara många byte och göra hämtning, tolkning och körning snabbare.

source: Compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
hu: A(z) %(URL)s tömörítése %(SIZE_IN_BYTES)s adatmennyiséget takarítana meg (%(PERCENTAGE)s-os csökkenés).
lt: Suglaudinus %(URL)s galima sutaupyti %(SIZE_IN_BYTES)s (dydis sumažėja %(PERCENTAGE)s).
lv: Saspiežot %(URL)s, varētu ietaupīt %(SIZE_IN_BYTES)s (%(PERCENTAGE)s samazinājums).
nl: Het comprimeren van %(URL)s kan %(SIZE_IN_BYTES)s besparen (een besparing van %(PERCENTAGE)s).
pt_pt: A compressão pode poupar %(URL)s %(SIZE_IN_BYTES)s (redução de %(PERCENTAGE)s).
sv: Om du komprimerar %(URL)s kan du spara %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).

source: Compressing resources with gzip or deflate can reduce the number of bytes sent over the network.
hu: A források gzip vagy deflate segítségével történő tömörítése csökkenti a hálózaton keresztül küldött bájtok számát.
lt: Suglaudinus šaltinius naudojant „gzip“ arba „deflate“ galima sumažinti tinklu siunčiamų baitų skaičių.
lv: Resursu saspiešana, izmantojot metodi gzip vai deflate, var samazināt tīklā pārsūtīto baitu apjomu.
nl: Wanneer u bronnen comprimeert met gzip of deflate, kan het aantal bytes worden verlaagd dat via het netwerk wordt verzonden.
pt_pt: Comprimir recursos com gzip ou deflate pode reduzir o número de bytes enviados através da rede.
sv: Att komprimera resurser med gzip eller deflate kan minska antalet byte som skickas via nätverket.

source: Compressing the HTML of your page can make your page render the majority of above the fold content within the first 15kB of the response.
hu: Az oldal HTML-kódjának tömörítésével az oldal a hajtás feletti tartalom többségét a válasz első 15 kB-ján belül tudja megjeleníteni.
lt: Suglaudinus puslapio HTML didžioji dalis turinio virš matomos ribos gali būti pateikiama naudojant pirmuosius 15 atsako kilobaitų.
lv: Saspiežot savas lapas HTML resursu, lapā lielāko daļu pirmā ekrāna satura var renderēt pirmajos 15 atbildes KB.
nl: Als de HTML-code van uw pagina wordt gecomprimeerd, kan de meerderheid van de content boven de vouw op uw pagina worden geladen in de eerste 15 KB van de reactie.
pt_pt: A compressão de HTML da sua página pode fazer com que a sua página converta a maioria do conteúdo na parte superior com os primeiros 15 kB da resposta.
sv: Om du komprimerar HTML-koden på sidan kan den rendera majoriteten av innehållet ovanför mitten inom de första 15 kilobyten av svaret.

source: Configure the viewport
lt: Konfigūruokite peržiūros tašką
nl: De viewport configureren
sv: Konfigurera visningsområdet

source: Cookies: %(SIZE_IN_BYTES)s
hu: Cookie-k: %(SIZE_IN_BYTES)s
lt: Slapukai: %(SIZE_IN_BYTES)s
lv: Sīkfaili: %(SIZE_IN_BYTES)s

source: Cookies: %(SIZE_IN_BYTES)s (note that this is a static resource, and should be served from a cookieless domain)
hu: Cookie-k: %(SIZE_IN_BYTES)s (vegye figyelembe, hogy ez statikus forrás, és cookie nélküli domainről kell kiszolgálni)
lt: Slapukai: %(SIZE_IN_BYTES)s (atminkite, kad tai – statinis išteklius, kurį reikėtų pateikti iš domeno be slapukų)
lv: Sīkfaili: %(SIZE_IN_BYTES)s (ņemiet vērā, ka šis ir statisks resurss un tas ir jārāda no domēna, kuram nav sīkfailu)
nl: Cookies: %(SIZE_IN_BYTES)s (houd er rekening mee dat dit een statische bron is die moet worden geleverd via een domein zonder cookies)
pt_pt: Cookies: %(SIZE_IN_BYTES)s (tenha em atenção que este recurso é estático e deve ser publicado a partir de um domínio sem cookies)
sv: Cookies: %(SIZE_IN_BYTES)s (tänk på att det här är en statisk resurs och att den ska visas från en domän utan cookies)

source: Defer parsing of JavaScript
hu: JavaScript-elemzés elhalasztása
lt: Atidėkite „JavaScript“ analizę
lv: JavaScript parsēšanas atlikšana
nl: Parseren van JavaScript uitstellen
pt_pt: Adiar a análise de JavaScript
sv: Skjut upp analysering av JavaScript

source: Eliminate render-blocking JavaScript and CSS in above-the-fold content
hu: A megjelenítést gátló JavaScript és CSS kizárása a hajtás feletti tartalomban
lt: Pašalinti pateikimo blokavimo „JavaScript“ ir CSS kalbą iš turinio virš matomos ribos
lv: Lapas pirmā ekrāna saturā izvairieties no renderēšanu bloķējošiem JavaScript un CSS resursiem.
nl: JavaScript en CSS in inhoud boven de vouw die het weergeven blokkeren, verwijderen
pt_pt: Eliminar JavaScript e CSS de bloqueio de conversão no conteúdo na parte superior
sv: Ta bort JavaScript- och CSS-kod som blockerar renderingen från innehåll ovanför mitten

source: Eliminate unnecessary reflows
hu: Felesleges tördelések eltüntetése
lt: Pašalinkite nepageidaujamus išdėstymus
lv: Nevajadzīgas plūduma sakārtošanas novēršana
nl: Onnodige reflows voorkomen
pt_pt: Eliminar ajustes desnecessários
sv: Eliminera onödiga återflöden

source: Enable Keep-Alive
hu: Keep-Alive engedélyezése
lt: Įgalinkite „Keep-Alive“
lv: Keep-Alive iespējošana
nl: Keep-Alive inschakelen
pt_pt: Ativar Keep-Alive
sv: Aktivera Keep-Alive

source: Enable compression
hu: Engedélyezze a tömörítést
lt: Įgalinti glaudinimą
lv: Resursu saspiešanas iespējošana
nl: Comprimeren inschakelen
pt_pt: Activar compressão
sv: Aktivera komprimering

source: Find alternatives for the following %(PLUGIN_TYPE)s plugins.
lt: Raskite toliau nurodytų „%(PLUGIN_TYPE)s“ papildinių alternatyvų.
nl: Alternatieven zoeken voor de volgende %(PLUGIN_TYPE)s-plug-ins.
sv: Hitta alternativ för följande %(PLUGIN_TYPE)s-pluginprogram.

source: Find alternatives for the following plugins.
lt: Raskite toliau nurodytų papildinių alternatyvų.
nl: Alternatieven zoeken voor de volgende plug-ins.
sv: Hitta alternativ för följande pluginprogram.

source: If you change the doctype, for example to %(HTML_DOCTYPE)s in order to use HTML5 features, %(BEGIN_LINK)sconfigure a viewport%(END_LINK)s with %(META_VIEWPORT_TAG)s to keep the page's current behavior.
lt: Jei pakeisite DOCTYPE, pavyzdžiui, į „%(HTML_DOCTYPE)s“, kad galėtumėte naudoti HTML5 funkcijas, %(BEGIN_LINK)speržiūros tašką nustatykite%(END_LINK)s į %(META_VIEWPORT_TAG)s, kad išlaikytumėte dabartinę puslapio veikseną.
nl: Als u het doctype wijzigt, bijvoorbeeld in %(HTML_DOCTYPE)s om HTML5-functies te gebruiken, %(BEGIN_LINK)sconfigureert u een viewport%(END_LINK)s met %(META_VIEWPORT_TAG)s om het huidige gedrag van de pagina te behouden.
sv: Om du ändrar dokumenttyp (till exempel till %(HTML_DOCTYPE)s) för att kunna använda HTML5-funktioner kan du %(BEGIN_LINK)skonfigurera ett visningsområde%(END_LINK)s med %(META_VIEWPORT_TAG)s så kommer sidans aktuella beteende att behållas.

source: Improve server response time
hu: Csökkentse a szerver válaszidejét
lt: Pagerinkite serverio atsako laiką
lv: Uzlabojiet servera atbildes laiku.
nl: Reactietijd van server verbeteren
pt_pt: Melhorar tempo de resposta do servidor
sv: Förbättra serverns svarstid

source: In our test, your server responded in %(RESPONSE_TIME)s. There are many factors that can slow down your server response time. %(BEGIN_LINK)sPlease read our recommendations%(END_LINK)s to learn how you can monitor and measure where your server is spending the most time.
hu: Tesztünkben a szerver válaszideje %(RESPONSE_TIME)s volt. Számos tényező növelheti a szerver válaszidejét. %(BEGIN_LINK)sKérjük, olvassa el ajánlásainkat%(END_LINK)s, ha szeretné megtudni, miként követheti és mérheti, hogy mivel tölti a legtöbb időt a szerver.
lt: Per bandymą serverio atsako laikas buvo %(RESPONSE_TIME)s. Yra keletas veiksnių, galinčių sulėtinti serverio atsako laiką. %(BEGIN_LINK)sPerskaitykite rekomendacijas%(END_LINK)s ir sužinokite, kaip galite stebėti ir įvertinti, kokiems veiksmams atlikti serveryje skiriama daugiausia laiko.
lv: Mūsu testā atbilde no jūsu servera tika saņemta pēc šāda laika: %(RESPONSE_TIME)s. Pastāv vairāki faktori, kas var palēnināt servera atbildes laiku. %(BEGIN_LINK)sLūdzu, izlasiet mūsu ieteikumus%(END_LINK)s, lai uzzinātu, kā veikt pārraudzīšanu un noteikt, kam jūsu serveris patērē visvairāk laika.
nl: In onze test reageerde uw server binnen %(RESPONSE_TIME)s. Er zijn allerlei factoren die de reactietijd van uw server kunnen verlengen. %(BEGIN_LINK)sLees onze aanbevelingen%(END_LINK)s voor meer informatie over hoe u kunt controleren en meten waaraan uw server de meeste tijd besteedt.
pt_pt: No nosso teste, o seu servidor respondeu em %(RESPONSE_TIME)s. Existem muitos fatores que podem abrandar o tempo de resposta do servidor. %(BEGIN_LINK)sLeia as nossas recomendações%(END_LINK)s para saber como monitorizar e medir quando o seu servidor está a demorar mais tempo.
sv: I vårt test svarade din server på %(RESPONSE_TIME)s. Det finns flera faktorer som påverkar serverns svarstid. %(BEGIN_LINK)sLäs våra rekommendationer%(END_LINK)s om du vill veta hur du kan övervaka och mäta när servern är som långsammast.

source: Inline Small CSS
hu: Soron belüli kis CSS
lt: Eilutinis mažas CSS
lv: Nelielu CSS resursu iekļaušana
nl: Kleine CSS-bronnen inline plaatsen
pt_pt: Colocar CSS pequeno in-line
sv: Infoga liten CSS

source: Inline Small JavaScript
hu: Soron belüli kis JavaScript
lt: Mažas eilutinis „JavaScript“
lv: Neliela JavaScript resursa iekļaušana
nl: Kleine JavaScript-bronnen inline plaatsen
pt_pt: Colocar JavaScript pequeno in-line
sv: Infoga liten JavaScript

source: Inline previews of visible images
hu: Látható képek soron belüli előnézete
lt: Eilutinės matomų vaizdų peržiūros
lv: Iekļaut redzamo attēlu priekšskatījumus
nl: Inline voorbeelden van zichtbare afbeeldingen
pt_pt: Pré-visualizações in-line de imagens visíveis
sv: VIsa förhandsgranskningar av synliga bilder

source: Inline render-blocking CSS
hu: Soron belüli, megjelenítést gátló CSS
lt: Įterpkite pateikimą blokuojančią CSS kalbą
lv: Iekļaujiet renderēšanu bloķējošo CSS resursu.
nl: CSS die laden blokkeert, inline verwerken
pt_pt: CSS de bloqueio de conversão inline
sv: Infoga CSS-resurser som blockerar rendering

source: Inline script block #%(INDEX)s
hu: %(INDEX)s. soron belüli szkripttömb
lt: Eilutinis scenarijaus blokas Nr. %(INDEX)s
lv: Iekļautais skripta bloks nr. %(INDEX)s
nl: Inline scriptblok nr. %(INDEX)s
pt_pt: Bloqueio de scripts inline #%(INDEX)s
sv: Infoga skriptblock #%(INDEX)s

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
hu: A következő forrásokban végrehajtott JavaScript felesleges tördeléseket eredményezett. Az oldal megjelenítési idejének csökkentéséhez módosítsa a JavaScriptet úgy, hogy ne eredményezzen tördelést:
lt: „JavaScript“, kuri buvo vykdoma toliau pateiktuose šaltiniuose, yra nepageidaujamų išdėstymų priežastis. Jei norite sumažinti puslapio pateikimo laiką, pakeiskite „JavaScript“, kad dėl jos nesusidarytų išdėstymas:
lv: JavaScript, kas tika izpildīts tālāk minētajos resursos, izraisīja nevajadzīgu plūduma sakārtošanu. Lai samazinātu lapas renderēšanas laiku, mainiet JavaScript tā, lai tas neizraisītu plūduma sakārtošanu.
nl: JavaScript-code die in de volgende bronnen wordt uitgevoerd, veroorzaakt onnodige reflows. Als u de verwerkingstijd voor de weergave van de pagina wilt verkorten, past u de JavaScript-code aan zodat deze geen reflow veroorzaakt:
pt_pt: O JavaScript que executou nos seguintes recursos provocou ajustes desnecessários. Para reduzir o tempo de conversão da página, modifique o JavaScript para que não provoque ajustes:
sv: Javascript som körs i följande resurser orsakade onödiga återflöden. Minska sidans renderingstid genom att ändra Javascript så att skriptet inte orsakar ett återflöde:
